const quizData = [
  {
    "type": "multiple",
    "question": "다음 중 개념의 정의와 가정 거리가 먼 것을 고르시오.",
    "choices": [
      "프로젝트의 요구조건, 설계의 내용, 조경가의 신념 등을 포함한 구체적인 것",
      "공간을 일관성 있고 체계적으로 끌고 가는 방향의 제시",
      "의뢰인과 이용자 등에 설계안을 확신시키는 힘",
      "설계를 통해 던지고 싶은 메시지"
    ],
    "answer": 4
  },
  {
    "type": "group",
    "question": "개념의 유형을 바르게 연결하시오.",
    "pairs": [
      "㉠.추상적 개념",
      "㉡.환경적 개념",
      "㉢.구성적 개념",
      "㉣.형태적 개념",
      "㉤.기능적 개념"
    ],
    "choices": [
      "자연적 조건이나 사회적 상황을 표현하는 개념",
      "특성, 특징, 특질, 속성, 관계 등으로 나타내는개념",
      "공간요소, 형태들을 규칙이나 질서를 기준으로 배치 개념",
      "공간의 전체적 또는 부분적 기능을 의미하는 개념",
      "대상물의 형태를 의미하거나 형태와 연관성이 강한 개념"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "5",
      "ㅁ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "추상적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "환경적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "형태적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "구성적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 2
  },
  {
    "type": "group",
    "question": "개념의 재현을 바르게 연결하시오.",
    "pairs": [
      "㉠.직설적 재현",
      "㉡.추상적 재현",
      "㉢.해체적 재현"
    ],
    "choices": [
      "실제로 존재하는 대상이나 사물이 지닌 여러 측면 가운데서 특정한 부분만을 가려내어 그 부분을 강조하거나 중요하지 않다고 생각하는 항목을 과감히 압축하고 생략",
      "대상 또는 사물을 있는 그대로 표현하는 재현 방식",
      "기존의 요소나 형태를 분해하여 변형, 조합, 중첩, 회전 등 다향하게 절충된 형태를 재구성하는 방식"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "multiple",
    "question": "기본 요소와 형태의 원래 모습이 와해되어 그 모습을 찾을 수 없지만 더 새로우면서도 본래의 형상이나 모습의 느낌을 전달하는 방식으로 표현하는 개념의 재현을 고르시오.",
    "choices": [
      "직설적 재현",
      "추상적 재현",
      "해체적 재현",
      "형태적 재현"
    ],
    "answer": 2
  },
  {
    "type": "group",
    "question": "목표와 프로그램을 바르게 연결하시오.",
    "pairs": [
      "㉠.목표",
      "㉡.프로그램"
    ],
    "choices": [
      "구체적이고 세분화된 설계의도를 나타낸다.",
      "프로젝트의 장기적이고 포괄적인 프로젝트의 의도를 나타낸다."
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "ESSD의 개념으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "1987년 OECD가 처음 사용했다.",
      "미래의 세대가 그들의 필요를 충족시킬 수 있는 가능성을 손상시키지 않는 범위에서 현재 세대의 필요를 충족시키는 개발이다.",
      "자연과 조화를 이루는 건강하고 생산적인 삶을 지향한다.",
      "생태계와 환경을 훼손하지 않고 인간이 지속적으로 발전할 수 있는 경제 개발을 추구하는 것이다."
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "조경분야의 환경적으로 건강하고 지속가능한 계획을 바르게 연결하시오.",
    "pairs": [
      "㉠.토지이용 및 교통",
      "㉡.에너지 및 자원",
      "㉢.자연 및 생태환경"
    ],
    "choices": [
      "태양열 이용, 우수 활용, 유기폐기물 속성 발효, 자연소재 이용",
      "미기후 고려, 지형 및 지세 활용, 보도 차도 분리",
      "자연토양 보전, 생태적 식재, 비오톱 조성, 친수공간 조성"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "multiple",
    "question": "개념 설정의 과정이 올바른 것을 고르시오.",
    "choices": [
      "프로젝트 목적 및 목표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 환경 조사 및 종합 분석표 확인→프로젝트 방향 설정→개념 도출→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→개념 도출→프로젝트 방향 설정→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 방향 설정→개념 도출→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 방향 설정→개념 설정→개념 도출→개념 표현"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "(      )이란 대상부지와 사업 목적에 부합하는 적정수요의 추정을 말한다. 목표 및 잠재수요와 실제 부지가 수용 가능한 수용력 사이의 균형을 잡는 일이다.",
    "answer": [
      "수요추정"
    ]
  },
  {
    "type": "multiple",
    "question": "수요추정에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "사회적 수용량과 공간의 수용력을 비교해 경제적 수준의 이용자 수를 산정해 내는 과정",
      "보존과 개발의 적정 수위 조정",
      "목표 및 잠재수요와 실제 부지가 수용 가능한 수용력 사이의 균형을 잡는 일",
      "대상부지와 사업 목적에 부합하는 적정수요의 추정"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "타당성 분석 결과 제시된 목표 및 잠재수요, 목표연도 해당지역에 대한 사회적 수요를 과거의 추세로 이용자 수를 산정한 것을 고르시오.",
    "choices": [
      "사회적 수용량",
      "생태적 수용력",
      "연간 최대 수용 인원",
      "동시 최대 이용자 수"
    ],
    "answer": 0
  },
  {
    "type": "short",
    "question": "(      )이란 공간이 가진 생태계가 균형을 잃지 않고 개발할 수 있는 정도를 말한다.",
    "answer": [
      "생태적수용력",
      "생태적 수용력"
    ]
  },
  {
    "type": "multiple",
    "question": "생태적 수용력에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "생태계가 훼손을 흡수해 스스로 회복할 수 있는 능력에 따라 정해지는 지표",
      "생태계가 인간의 방해에도 스스로 복원할 수 있는 항상성을 유지할 수 있는 능력",
      "생태적 균형을 깨뜨리지 않는 범위 내 이용자 수가 어느 정도 될 것인가 파악",
      "공간이 가진 생태계가 균형을 잃더라도 개발할 수 있는 정도"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "생태적 수용 능력에 의한 수요추정의 방법을 바르게 연결하시오.",
    "pairs": [
      "㉠.집단시설물이 없는 대상지",
      "㉡.집단시설물 위주의 대상지"
    ],
    "choices": [
      "동시최대이용자수=이용 가능 면적 ÷ 1인당 이용 규모",
      "연간최대수용인원=개발 가능 면적 ÷ 1인당 연간 이용 면적"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "이용자 추세를 통한 수요추정에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "등차급수법, 등비급수법, 지수함수식, 최소자승법 등으로 미래 이용자 수 추정",
      "해당 지역의 외적 여건이 감안되지 않으므로 정확성이 떨어질 수 있음",
      "새로운 이용자 유인요인을 부가하지 못함",
      "과대 추정될 수 있음"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "다음은 대상지의 수요추정 및 시설규모 산정을 위한 방법에 관한 용어 중 관계있는 것끼리 줄로 이으시오.",
    "pairs": [
      "㉠.최대시이용자수",
      "㉡.최대일이용자수",
      "㉢.시설규모",
      "㉣.중력모형"
    ],
    "choices": [
      "α × ( Pi ÷ ri² )",
      "연간이용자수 × 최대일률",
      "최대 일 이용자 수 × 회전율",
      "최대시이용자수 × 이용률 × 단위규모"
    ],
    "answer": {
      "ㄱ": "3",
      "ㄴ": "2ㄷ:4",
      "ㄹ": "1"
    }
  },
  {
    "type": "group",
    "question": "계획의 목적와 개념에 맞는 도입활동과 시설의 종류를 결정하는 방법을 바르게 연결 하시오",
    "pairs": [
      "㉠.분석적방법",
      "㉡.창의적방법"
    ],
    "choices": [
      "개발의 주체와 관련된 이미지 또는 아이디어를 기반으로 결정하는 방법",
      "철저한 대상지의 자연조건, 시장조건, 이용현황 등의 자료를 토대로 도입활동과 시설종류를 결정하는 방법"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "short",
    "question": "원단위가 무엇인지 쓰시오.",
    "answer": [
      "도입시설의 규모를 결정하기 위한 1인당 활동의 기본 소요 면적"
    ]
  },
  {
    "type": "short",
    "question": "원단위를 적용하여 도입시설의 규모를 결정하는 방법을 쓰시오",
    "answer": [
      "원단위 × 필요한 인원수 = 도입시설의 규모"
    ]
  },
  {
    "type": "multiple",
    "question": "조경 공간이 가지는 특징 중 공간경험의 연속성에 대한 설명을 고르시오.",
    "choices": [
      "다양한 상대적 규모감에 의해 형성되는 공간감",
      "시간 흐름의 변화를 통해 느끼는 공간의 미적 측면",
      "오감을 통해 느끼는 공간의 미적 측면",
      "공간 성격을 잘 엮었을 때 개별 공간의 기능이 제 역할을 다 함"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "조경 공간이 가지는 특징을 바르게 연결하시오.",
    "pairs": [
      "㉠.공간경험의 연속성",
      "㉡.미적 경험",
      "㉢.공간의 규모감"
    ],
    "choices": [
      "시간 흐름의 변화, 오감을 통해 느끼는 공간의 미적 측면",
      "공간 성격을 잘 엮었을 때 공간의 기능이 제 역할을 다 함",
      "인간적 척도를 느끼는 공간감"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "group",
    "question": "공간 구상안의 표현 매체별 특징을 바르게 연결하시오.",
    "pairs": [
      "㉠.다이어그램",
      "㉡모형",
      "㉢.스케치",
      "㉣.콜라주"
    ],
    "choices": [
      "복잡한 레벨 관계와 입체적 공간감을 확인할 수 있음",
      "공간의 골격 등을 간략한 도식으로 표현한 것",
      "이미지를 평면적·입단면적·3차원적으로 쉽게 나타낼 수 있는 방법",
      "사진이나 그림 등을 활용하여 사실감을 줄 수 있는 방법"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "□은 공간의 골격 등을 간략한 도식으로 표현한 것으로 공간 요소들의 관계를 보여주고 설계적 아이디어를 도출해 내는 데 이용하는 등 다양한 방식으로 활용할 수 있다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "□는 이미지를 평면적·입단면적·3차원적으로 쉽게 나타낼 수 있는 가장 보편적인 구상 방법으로 짧은 시간에 반복해 그리면서 생각을 분명하게 전달하고 구상안의 합리성을 검증해 준다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "□는 사진이나 그림 등을 활용허여 좀 더 실제적이고 사실감을 줄 수 있는 공간 구상 표현 방법이다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "□은 공간의 입체적인 상황을 한눈에 파악하고 조정 할 수 있기 때문에 가장 효과적인 방법이다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "공간 구상의 과정을 바르게 연결하시오.",
    "pairs": [
      "㉠.큰개념의공간유형 설정",
      "㉡.공간의다양한골격짜기",
      "㉢.공간구상대안수립"
    ],
    "choices": [
      "설정된 공간의 유형들을 개략적으로 다양하게 골격을 만들어 보고 검증.",
      "공간과 동선의 관계 정리, 공간의 성격과 역할 설정",
      "다양하게 그린 공간의 골격구상도를 검토해 본 계획에 가장 적합하다고 생각되는 2~3가지의 골격을 바탕으로 공간구상도를 그려 본다."
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "short",
    "question": "□이란 목적한 공간을 이룰 수 있고, 개념을 충분히 반영한 여러 가지 선택 가능한 안들을 말한다.반드시 구상단계에서만 나오는 것은 아니며, 다양한 설계 과정 및 수준에서 □을 만들어 검증해 볼수 있다. 각각의 □은 분명한 특성이 살아 있어야 하며 개념과 목적에 벗어나서는 안 된다. 그리고 너무 많으면 선택에 어려움이 생길 수 있으므로 의뢰인을 선택 과정에 참여시키고자 할 때는 2~3개 정도의 □으로 압축하는 것이 바람직하다.",
    "answer": [
      "대안"
    ]
  },
  {
    "type": "group",
    "question": "다음을 바르게 연결하시오.",
    "pairs": [
      "㉠.이상안",
      "㉡.최적안",
      "㉢.최선안",
      "㉣.창조안"
    ],
    "choices": [
      "현재의 주어진 여건 내에서 가장 적절한 안",
      "현재의 여건을 고려하지 않고 찾아내는 안",
      "주어진 시간 및 비용의 범위 내에서 얻을 수 있는 안",
      "기존의 가정된 요구조건을 변경시키고 새로운 가정에서 만든 안"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "대안을 선정하는 과정을 거쳐야 하는 목적이 아닌 것은?",
    "choices": [
      "설계자가 제시하는 아이디어를 객관적으로 평가하기 위해",
      "공간을 만드는 일에 정답을 찾기 위해",
      "의뢰인의 사업목적에 부합하는지 검정하기 위해",
      "다양한 측면 및 방법으로 최적안을 고르기 위해"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "대안을 평가하는 방법 중 틀린 것을 고르시오.",
    "choices": [
      "강한 특징이나 장점이 많은 대안을 고른다.",
      "대안의 정성적 기준은 큰 공간의 설계에 적용하기 좋다.",
      "정량적 평가기준은 프로젝트의 목적에 맞게 기준을 정한다.",
      "대안평가를 위해서느 타당성 있는 기준을 명시한다."
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "□이란 조사·분석된 자료를 기초로 제시된 계획 방향에 의거하여 구체적 계획안으로 개념을 설정하는 것이다.□란 대안 검토 등을 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
    "answer": [
      "기본구상",
      "기본구상도"
    ]
  },
  {
    "type": "multiple",
    "question": "기본구상에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "조사·분석 결과 장·단점을 대상지의 주요 지역에 적용하여 계획의 방향을 정하는 것",
      "개념보다 작고 확고하게 정리되지 않은 생각의 덩어리",
      "프로그램에서 제시된 문제의 해결을 위한 구체적인 개념적 접근",
      "대지의 여건에 적합한 최적안을 제시하는 과정"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "기본구상도에서 주로 표현하는 것이 아닌 것은?",
    "choices": [
      "공간의 표현",
      "동선의 표현",
      "포장의 표현",
      "식재의 표현"
    ],
    "answer": 2
  },
  {
    "type": "ox",
    "question": "기본구상도는 실제 구현될 공간의 현실적 규모와 형태, 특성 등을 충분히 이해할 수 있는 수준의 도면이다",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 대안 검토 등을 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 법적 조건, 사업 현실성 및 구체적 재료 등이 결정, 검토되기 전의 초벌 계획안이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 정교하게 다듬어진 master plan이다.",
    "answer": "X"
  },
  {
    "type": "multiple",
    "question": "기본구상도를 표현하기 위한 방법 중 적당하지 않은 것을 고르시오.",
    "choices": [
      "시설은 위치하는 지점에 표시하고 결절점, 경계등의 요소와 함께 표현 할 수 있다.",
      "식재는 선적인 측면보다는 면적인 성격이 있기에 정적인 심벌을 활용한다.",
      "글자로 기술하기 보다는 물리적 공간적 윤곽을 표현하고 점차 구체화해 나간다.",
      "다이어그램을 그려 공간과 동선, 식재, 시설물의 배치를 우선 검토한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "기본구상도 작성 시 옳지 않은 것을 고르시오",
    "choices": [
      "토지이용안과 동선안을 토대로 공간을 구성한다.",
      "기본구상도는 2차원 또는 3차원으로 표현 한다.",
      "기본구상도는 방위와 스케일을 표시한다.",
      "공간과 동선, 시설물 등을 층위로 구분하여 표현한다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 기본구상도에 대한 설명으로 틀린 것은 ?",
    "choices": [
      "기본구상도는 대안 검토를 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
      "기본구상도는 법적 조건, 사업 현실성 및 구체적 재료 등이 결정되어 있어야 한다.",
      "기본구상도는 공간의 골격과 동선의 규모와 형태가 드러나야 한다.",
      "기본구상도는 의뢰인의 공간 조성 목적 및 의지, 의견 등을 모두 포함한 안으로종합되어야 한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "수목이 병 때문에 그 재배와 이용 목적에 어긋난 결과를 1. 가져올 때, 이것을 무엇이라 하는가?",
    "choices": [
      "비해",
      "약해",
      "병해",
      "충해"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 곰팡이가 수목에서 병해를 일으키는 조건으로 틀린 설명은?",
    "choices": [
      "곰팡이는 포자 상태로 전파된다.",
      "일차적으로 식물체에 부착한 포자는 발아하여 식물체 내로 침입하여야 병을 일으키게 된다.",
      "곰팡이의 포자가 발아하는 데 가장 적합한 대기 습도는 50%이다.",
      "곰팡이의 포자가 발아하는 데 가장 적합한 가장 적합한 온도는 대개 20℃ 전후이다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 병해 발생으로 인한 피해의 내용으로 틀린 것은?",
    "choices": [
      "나무 고유의 수형과 이들이 만드는 경관을 해친다.",
      "나무의 생장을 촉진한다.",
      "나무의 재질을 나쁘게 한다.",
      "나무를 고사시킨다."
    ],
    "answer": 1
  },
  {
    "type": "image-blank",
    "question": "다음은 수목이 병에 걸리는 조건을 도식화 한 것이다. ( )안에 알맞은 단어를 넣으시오.",
    "imageUrl": "images/발병매커니즘.png",
    "blanks": [
      {
        "key": "A",
        "x": 50.0,
        "y": 10.0,
        "width": 20.0
      },
      {
        "key": "B",
        "x": 20.0,
        "y": 60.0,
        "width": 20.0
      },
      {
        "key": "C",
        "x": 80.0,
        "y": 60.0,
        "width": 20.0
      }
    ],
    "answer": {
      "A": "소인",
      "B": "요인",
      "C": "주인"
    }
  },
  {
    "type": "multiple",
    "question": "다음 중 “배나무 붉은별무늬병(적성병)” 의 중간기주는?",
    "choices": [
      "소나무 재선충",
      "향나무 녹병",
      "대추나무 빗자루병",
      "철쭉 떡병"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 병해의 발생 원인 중 전염성 병을 일으키는 병원체의 종류로만 묶인 것이 아닌 것은?",
    "choices": [
      "세균, 곰팡이, 바이러스, 선충",
      "파이토플라즈마, 기생식물, 선충, 세균",
      "파이토플라즈마, 세균, 곰팡이, 바이러스",
      "세균, 곰팡이, 온도, 파이토플라즈마"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 병해 방제 공간별 조사해야 할 내용이 틀리게 짝지어진 것은?",
    "choices": [
      "농경지 - 가장 가까운 경작지(논, 밭, 하우스 등)와 수목과의 거리, 재배 작물의 종류(전년도,전전년도 포함) 등을 조사한다.",
      "공업단지 - 입주 공장의 업종(가스 배출 여부, 배출 가스의 종류 등), 지면 포장 종류(콘크리트,아스콘 등) 등을 조사한다.",
      "공원 - 전반적 관리 생태, 식재 장소(잔디밭, 나지, 쉼터 등), 지면 포장상태(멀칭, 잔디, 콘크리트 등),유동 인구수 등을 조사한다.",
      "주택지 - 너비(차선 수), 통행량(차도 및 인도), 지면 포장 종류 등을 조사한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 병해의 예방 방법으로 적절하지 못한 것은?",
    "choices": [
      "저항성 품종 이용",
      "묘포장의 위생관리",
      "중간 기주 생산",
      "조경수의 적절한 관리"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "“외부에 나타난 비정상적인 색깔과 형태”를 나타내는 용어로, 이 것의 종류는 “잎의 변색, 반점, 시듦,괴사, 구멍, 왜소화, 낙엽, 줄기의 궤양 등” 이 있다. 무엇인가?",
    "answer": [
      "병징"
    ]
  },
  {
    "type": "multiple",
    "question": "다음 주요 조경 수목의 병해 중 발병부위가 다른 하나는?",
    "choices": [
      "소나무 잎마름병",
      "소나무 피목가지마름병",
      "잣나무 잎떨림병",
      "소나무 잎녹병"
    ],
    "answer": 1
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    대기 오염도가 높아 급성 증상이 나타나면 나무가 고사한다",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    파종상의 해가림은 저온장애와 습기에 대한 예방법으로 중요하다",
    "answer": "X"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    생육을 시작한 눈은 추위에 약하므로 봄에 나타나는 저온(늦서리)의 피해를 많이 받는다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    일반적으로 식물체에 공급되는 물은 수돗물이다",
    "answer": "X"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    C, H, O는 식물이 필요로 하는 양을 충족시킬 만큼 풍부하나 결핍되기도 쉬운 원소이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    심재부후가 진행된 나무는 태풍으로 인하여 뿌리목 부근이 쉽게 부러진다.",
    "answer": "O"
  },
  {
    "type": "sequence",
    "question": "다음 [보기]를 참고하여, 병해의 방제 순서를 올바르게 작성하시오.",
    "choices": [
      "A:예방",
      "B:약제방제",
      "C:병의 치료"
    ]
  },
  {
    "type": "multiple",
    "question": "다음 중 병해의 사용 약제로 가장 적합한 것은?",
    "choices": [
      "살균제",
      "살충제",
      "살비제",
      "제초제"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "만코제브수화제(다이센M45, 75%)를 1000배 희석하여 약액을 조제하려고 한다.20ℓ 의 희석액에 필요하다면, 약액은 몇 ℓ를 넣어야 하는가?",
    "choices": [
      "2㎖",
      "10㎖",
      "20㎖",
      "200㎖"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "농약취급시 주의 사항으로 가장 올바르지 않은 것은?",
    "choices": [
      "약제의 사용 시기와 희석 방법을 잘 지키고 중복하여 사용할 경우 약해가 날 수 있으므로 주의한다.",
      "안전 사용 기준과 취급 제한 기준을 반드시 준수한다.",
      "약제를 섞어 뿌리고자 할 때는 농약 혼용 적부표를 확인하여야 하며 혼용이 불가능하거나 혼용 적부표에 없는 경우에는 절대로 섞어 사용하면 안 된다.",
      "남은 약액은 작은 크기의 용기에 옮겨 보관한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "□안에 알맞은 말은?  “병해 피해를 잎은 조경수는 잎, 가지, 줄기의 건강 상태를 육안으로 검사하여 피해의 경 · 중 여부를 결정한다. 적으로 수관부 가지의 약 □이상이 마른 경우에 수목이 고사한 것으로 판정하고 제거하여 병의 확산을한다.”",
    "choices": [
      "1/3",
      "2/3",
      "1/4",
      "4/5"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 소나무 재선충병의 매개충은 무엇인가?",
    "choices": [
      "솔수염하늘소",
      "마름무늬매미충",
      "무당벌레",
      "광릉긴나무좀"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "다음 [보기]에서 설명하는 생리적 피해의 내용은 어떤 피해인가?[보기]강한 태풍이 불 때 해안에서 10~20km까지 바닷물이 날아들어 피해를 입는다. 비를 동반한 태풍인 경우에는 씻겨지기 때문에 실질적인 피해는 없지만, 비가 적은 태풍인 때에는 바람과 마주치는 쪽의 잎이 갈색으로 변한다. 나무가 죽을 수 있으며 피해를 받은 후 수세가 약해진 수목에서는 여러 가지 병해가 발생하므로 주의해야 한다.",
    "choices": [
      "염해",
      "설해",
      "풍해",
      "약해"
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "병해 발생지에서는 피해 발생 상황을 조사하여야 한다. 조사 항목과 조사 내용을 올바르게 짝지으시오.",
    "pairs": [
      "㉠.피해목",
      "㉡.관리 역사",
      "㉢.환경",
      "㉣.기상",
      "㉤.토양"
    ],
    "choices": [
      "지난 1주간 특별한 작업 실시 여부",
      "수종명, 수령, 크기, 접목 여부",
      "식재 간격",
      "표토의 포장, 멀칭 여부",
      "최근 한발과 강우 상태"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "5",
      "ㅁ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "줄기마름병, 가지마름병, 빗자루병 등을 방제하기 위해 병든 부위나 가지를 제거할 경우에는 상처 부위에 병원균의 침입을 방지하기 위해 어떤 처리를 하는가?",
    "choices": [
      "종묘 소독",
      "토양 소독",
      "도포제 처리",
      "수간주입"
    ],
    "answer": 2
  },
  {
    "type": "ox",
    "question": "개념이란 프로젝트의 요구조건,설계의내용,조경가의 신념 등을 포함한 추상적인 것을 말한다.",
    "answer": "X"
  },
  {
    "type": "group",
    "question": "개념의 재현 방식을 바르게 연결하시오.",
    "pairs": [
      "㉠.직설적 재현",
      "㉡.추상적 재현",
      "㉢.해체적 재현"
    ],
    "choices": [
      "사물을 있는 형태로 재현",
      "대안적 절충적 재현",
      "은유적 재현"
    ],
    "answer": {
      "ㄱ": "1",
      "ㄴ": "3",
      "ㄷ": "2"
    }
  },
  {
    "type": "multiple",
    "question": "대안의 종류 중 최적안에 대한 설명으로 옳은 것은?",
    "choices": [
      "현재의 여건을 고려하지 않고 찾아내는 안이므로 이론적으로 가능하나 현재의 제약조건에 비추어 볼 때 실현이 어려운 경우가 많다.",
      "기존의 가정된 요구조건을 변형시키고 새로운 가정에서 새로운 안을 만드는 경우이다.",
      "여러 현재의 여건을 가정하고 이 테두리 내에서 가능한 여러 안 가운데 모든 요구조건을 최대로 만족 시킬 수 있는 안을 말한다.",
      "주어진 시간 내 및 비용의 범위 내에서 얻을 수 있는 안을 말한다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "수요추정에 관하여 옳지 않은 것은?",
    "choices": [
      "연간 최대 수용 인원 = (개발 가능 면적) ÷ (1인당 연간 이용 면적(㎡/인/연))",
      "동시 최대 이용자 수 = (이용 가능 면적) ÷ (1인당 이용 규모(원단위):㎡/인)",
      "최대 시 이용자 수 = 최대 일 이용자 수 x 최대 일률",
      "최대 일 이용자 수 = 연간 이용자 수 x 최대 일률"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "환경적으로 건강하고 지속가능한 계획기법에서 토지이용 및 교통의 계획요소로 옳지 않은 것은?",
    "choices": [
      "미기후를 고려한 배치",
      "친수공간 조성",
      "보도 및 차도의 분리",
      "오픈스페이스의 극대화"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "수요추정에 관한 설명이다.옳지 않은 것은?",
    "choices": [
      "대상부지와 사업 목적에 부합하는 적정수요의 추정을 말한다.",
      "보존과 개발의 적정 수위를 조정하기 위한 단계이다.",
      "모든 프로젝트를 대상으로 수요를 추정하고 개발가능 면적을 산출한다",
      "발주자가 요구하는 이익을 전제한 목표수요및 잠재수요와 실제 부지가 수용 가능한 수용력 사이의 균형을 잡는 것이다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "3계절형 자연공원의 최대일률로 옳은 것은?",
    "choices": [
      "1/30",
      "1/40",
      "1/60",
      "1/100"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "공간 원단위 시설의 종류로 옳은 것은?",
    "choices": [
      "박물관",
      "주차장",
      "수목원",
      "미술관"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "공간구상의 표현 매체에 대한 설명 중 옳지 않은 것은?",
    "choices": [
      "다이어그램은 공간의 골격을 간단한 도식으로 표현한 것으로 공간 구상 단계에서 다양한 방식으로 활용할 수 있다.공간의 골격,상호관계를 표현할 때 유리하다",
      "모형은 입체적 상황을 파악할 수 있고 지형이 복잡한 대상지에 구상된 아이디어의 타당성을 검증할 때 무용하다.",
      "콜라주는 잡지의 사진과 그림을 오려 붙여 원하는 공간 이미지를 만들어 볼 수 있다. 스케치는 사실감이 부족하므로 콜라주를 이용하면 사실감을 줄 수 있다.",
      "스케치는 머릿속에서 떠오르는 이미지를 평면 혹은 입체적으로 쉽게 구상해 낼 수 있다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "토지이용 및 교통 부문에서의 환경적으로 건강하고 지속가능한 계획 기법으로 옳지 않은 것은?",
    "choices": [
      "테마정원",
      "절·성토 균형",
      "녹지 활용",
      "다층식재"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "기본구상도의 표현방법으로 옳지 않은 것은?",
    "choices": [
      "다이어그램 표현 시 면적인 측면은 활동지역,이용권,기능 본위의 공간 등 대지 성격의 공간 표현은 해당 공간의 크기만큼 기하학적 형태 및 자유곡선의 형태를 따른다.",
      "주·조동선, 주·부진입 등으로 구분하고 차량동선, 보행동선을 연계시켜 연속적인 선의 심벌과 화살표를 따른다",
      "식재의 표현은 선적인 측면보다는 면적인 측면의 성격이 있다.",
      "시설의 표현은 해당 시설의 위치한 지점과 장소에 표시하소 결절점,시점,조망,경계 등의 요소도 함께 표현할 수 있다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "조경기본구상 개념을 설정할 때, 개념과 재현 방식으로 옳지 않은 것은?",
    "choices": [
      "직설적 재현",
      "추상적 재현",
      "해체적 재현",
      "구체적 재현"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "공간 구상안의 표면매체별 특징에 대한 설명 중 옳지 않은 것은?",
    "choices": [
      "다이어그램 : 공간의 골격, 상호관계를 표현할 때 유용하다.",
      "스케치 : 이미지를 평면 혹은 입체적으로 표현하여 현장감을 느끼게 한다.",
      "모형 : 복잡한 지형의 대상지 구상 시 아이디어 타당성 검증에 유용하다.",
      "콜라주 : 가장 보편적인 구상 방법으로 공간의 형태를 간단한 도식으로 표현한 것이다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "조경기본구상 시 대안 및 평가에 대한 설명으로 옳지 않은 것은?",
    "choices": [
      "대안이란 목적한 공간을 이룰 수 있고,개념을 충분히 반영한 여러가지 선택 가능한 안들을 말한다",
      "각각의 대안은 분명한 특성이 살아있어야 하며 개념과 목적에 벗어나서는 안된다.",
      "의뢰인을 선택 과정에 참여시키고자 할 때는 2~3개정도의 대안으로 압축하는 것이 바람직하다.",
      "대안평가는 정성적 평가기준은 배제하고 정량적 평가기준으로만 평가한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "조경기본구상도의 요건으로 옳지 않은 것은?",
    "choices": [
      "공간의 골격뿐 아니라 동선의 규모와 형태, 목적이 분명히 드러나야 한다.",
      "전체공간을 구성하는 개별 공간의 형태와 목적,기능 및 특징들이 개략적으로 드러나도록 그려져야 한다.",
      "필요시 개략적 입·단면 및 입체적 모형 등으로 만들어, 보다 현실적인 안으로 드러나도록 그려져야 한다.",
      "설계가의 이상적 공간 아이디어일 뿐 아니라 의뢰인의 공간 조성 목적 및 의지,의견 모두 안으로 종합되어야 한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "자연휴양림의 이용가능 면적률(%)로 옳은 것은?",
    "choices": [
      "10",
      "20",
      "40",
      "70"
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "다음이 설명하는 수요추정 방법을 기재하시오.  자연계의 생태적 균형을 깨뜨리지 않는 수준에서의 이용자 수를 포함하는 능력을 말한다.",
    "answer": [
      "생태적수용력",
      "생태적 수용력",
      "생태적수용능력",
      "생태적 수용능력"
    ]
  },
  {
    "type": "short",
    "question": "다음 □안에 들어갈 대안의 종류를 기재하시오.  실제로 계획가들이 다루고 있는 많은 프로젝트에서 시간과 비용 내에서 얼마만큼의 □을 도출해 낼 수 있는 지에 달려 있다.",
    "answer": [
      "최선안"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하는 도면의 종류를 기재하시오.  조사·분석된 자료를 기초로 하고,목적과 목표에서 제시된 계획 방향에 의거하여 구체적 계획안으로 개념을 설정하는 도면이다.",
    "answer": [
      "기본구상도"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하는 공간구상의 표현 매체를 기재하시오.",
    "answer": [
      "스케치"
    ]
  },
  {
    "type": "group",
    "question": "다음 용어의 설명으로 알맞은 것을 연결하시오.",
    "pairs": [
      "㉠.개념",
      "㉡.주제",
      "㉢.아이디어"
    ],
    "choices": [
      "정리되지 않은 생각의 덩어리",
      "설계를 통해 던지고 싶은 메시지",
      "조경가의 신념 등을 포함한 구체적인 것"
    ],
    "answer": {
      "ㄱ": "3",
      "ㄴ": "2",
      "ㄷ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "개념의 유형중 환경적 개념의 사례로 바르지 않은 것은?",
    "choices": [
      "친환경",
      "늘 푸른",
      "바이오 메스",
      "격자형 녹지"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "기존의 요소나 형태를 분해하여 변형,조합,중첩,회전 등 다양하게 절충된 형태를 재구성하거나 형식이나 양식에 구애받지 않는 새로운 기법을 활용하여 파격적으로 재구현하는 개념의 재현 방식은?",
    "choices": [
      "직설적 재현",
      "해체적 재현",
      "형태적 재현",
      "추상적 재현"
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "다음이 설명하는 개념을 기재하시오.\n미래의 세대가 그들의 필요를 충족시킬 수 있는 가능성을 손상시키지 않는 범위에서 현재 세대의 필요를 충족시키는 개발.",
    "answer": [
      "essd",
      "ESSD"
    ]
  },
  {
    "type": "multiple",
    "question": "자연 및 생태환경 분야에서의 환경적으로 건강하고 지속가능한 계획 기법에 해당하지 않는 것은?",
    "choices": [
      "미기후를 고려한 배치",
      "조성자연토양 보전",
      "비오톱 조성 및 연계",
      "친수공간"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "토지이용 및 교통 부문에서의 환경적으로 건강하고 지속가능한 계획 기법으로 옳지 않은 것은?",
    "choices": [
      "지형 및 지세의 활용",
      "보도 및 차도의 분리",
      "오픈스페이스의 극대화",
      "건물 외피의 녹화"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 개념의 유형이 아닌 것은?",
    "choices": [
      "환경적 개념",
      "구성적 개념",
      "직설적 개념",
      "추상적 개념"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "다음이 설명하고 있는 개념의 재현은? \n실제로 존재하는 대상이나 사물이 지닌 여러 가지 측면 가운데서 특정한 부분만을 가려내어 그 부분을 강조하거나 주요하지 않다고 생각하는 항목을 과감히 압축하고 생략하는 재현방식.",
    "answer": [
      "추상적 재현",
      "추상적재현"
    ]
  },
  {
    "type": "group",
    "question": "다음 용어의 설명으로 알맞은 것을 연결하시오.",
    "pairs": [
      "㉠.환경적 개념",
      "㉡.구성적 개념",
      "㉢.기능적 개념"
    ],
    "choices": [
      "공간 요소들 또는 형태들을 일정한 규칙이나 질서를 기준으로 배치하거나 조합하는 개념",
      "생물에게 직·간접적으로 영향을 주는 자연적인 조건이나 사회적 상황을 표현하는 개념",
      "공간의 전체 또는 부분적 역할이나 작용을 의미하는 개념"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "short",
    "question": "다음이 설명하고 있는 개념의 재현은? \n기존의 요소나 형태를 분해하여 변형,조합,중첩,회전 등 다양하게 절충된 형태를 재구성하거나 형식이나 양식에 구애받지 않는 새로운 기법을 활용하여 파격적으로 재구현하는 방식",
    "answer": [
      "해체적재현",
      "해체적 재현"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하고 있는 프로젝트 기법은?\n 내부 환경의 장점과 단점을 이해하고 외부 환경의 기회요인과 위협요인을 확인하는 기법",
    "answer": [
      "SWOT기법",
      "swot기법",
      "swot",
      "SWOT"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하는 개념을 기재하시오. \n해당 공간이 가진 생태계가 그 균형을 잃지 않고 개발할 수 있느 정도를 말한다. 즉 해당 공간의 생태계가 어느 정도까지의 훼손을 흡수해 스스로 회복할 능력이 있는가에 따라 정해지는 지표이다.",
    "answer": [
      "생태적 수용능력",
      "생태적수용능력",
      "생태적수용력",
      "생태적 수용력"
    ]
  },
  {
    "type": "group",
    "question": "다음 원단위 개념 설명으로 알맞은 것을 연결하시오",
    "pairs": [
      "㉠.공간 원단위",
      "㉡.시설 원단위",
      "㉢.단위 시설 원단위"
    ],
    "choices": [
      "1인당 요구되는 관광 자원의 개발 면적",
      "1인당 요구되는 단위 시설 면적",
      "1인당 요구되는 건축물의 면적"
    ],
    "answer": {
      "ㄱ": "1",
      "ㄴ": "3",
      "ㄷ": "2"
    }
  },
  {
    "type": "multiple",
    "question": "다음 중 공간 원단위의 시설 종류가 아닌 것은?",
    "choices": [
      "관광지",
      "수목원",
      "자연휴양림",
      "수족관"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 시설 원단위의 시설 종류가 아닌 것은?",
    "choices": [
      "주차장",
      "박물관",
      "미술관",
      "수족관"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "다음 중 단위 시설 원단위 시설의 종류가 아닌 것은?",
    "choices": [
      "주차장",
      "화장실",
      "취사시설",
      "스키장"
    ],
    "answer": 3
  },
  {
    "type": "short",
    "question": "다음이 설명하는 수요추정 방법을 기재하시오.  \n자연계의 생태적 균형을 깨뜨리지 않는 수준에서의 이용자 수를 포함하는 능력.",
    "answer": [
      "생태적 수용능력",
      "생태적수용능력",
      "생태적수용력",
      "생태적 수용력"
    ]
  },
  {
    "type": "multiple",
    "question": "최대 시 이용자 수에 맞추어 동시 최대 수용 인원이 편리하게 사용하도록 규모와 시설을 갖추는 것이 바람직하지만 1년을 통해 최대 시 이용자 수는 2~3개월 밖에 되지 않으므로 경제적인 상황을 고려하여 최대 시 이용자 수에 □를 취하는 것이 합리적이다.",
    "choices": [
      "20~40%",
      "40~60%",
      "60~80%",
      "100%"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "다음이 설명하는 공간구상 표현 매체를 기재하시오. \n공간의 골격을 간단한 도식으로 표현한 것으로 공간 구상 단계에서 다양한 방식으로 활용할 수 있다. 공간의 골격,상호 관계를 표현할 때 유용하다.",
    "answer": [
      "다이어그램"
    ]
  },
  {
    "type": "multiple",
    "question": "모형에 대한 설명으로 바르지 않는 것은?",
    "choices": [
      "다양한 재료를 이용해 실제 공간을 큰 규모로 만들어 볼 수 있다.",
      "공간의 입체적 상황을 한눈에 파악하고 조정할 수 있기 떄문에 공간 표현 매체 중 가장 효과적인 방법이다.",
      "지형이 복잡한 대상지의 경우 매우 손쉽게 부지를 읽어낼 수 있다.",
      "구상 아이디어의 타당성 검증을 해 볼 수 있다."
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "다음이 설명하는 공간구상 표현 매체를 기재하시오.\n잡지의 사진과 그림을 오려 붙여 원하는 공간 이미지를 만들어 볼 수 있다. 실제 이미지를 활용함으로써 좀 더 실제적인 공간을 구상하는데 도움을 준다.",
    "answer": [
      "콜라주"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하는 공간구상 표현 매체를 기재하시오. \n가장 보편적인 구상 방법으로 손을 활용하여 그리는 방법이다. 머릿속에서 떠오르는 이미지를 평면 혹은 입체적으로 쉽게 구상해 낼 수 있다.",
    "answer": [
      "스케치"
    ]
  },
  {
    "type": "group",
    "question": "다음 대안의 종류 설명으로 알맞은 것을 연결하시오.",
    "pairs": [
      "㉠.이상안",
      "㉡.최적안",
      "㉢.최선안"
    ],
    "choices": [
      "현재의 여건을 고려하지 않고 찾아내는 안",
      "현재의 주어진 혹은 가정된 여건 내에서 가장 적절한 안",
      "주어진 시간 및 비용의 범위 내에서 얻을 수 있는 안"
    ],
    "answer": {
      "ㄱ": "1",
      "ㄴ": "2",
      "ㄷ": "3"
    }
  },
  {
    "type": "multiple",
    "question": "몇 개 정도의 대안이 가장 적정한가?",
    "choices": [
      "1~2개",
      "2~3개",
      "3~4개",
      "4~5개"
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "다음이 설명하는 대안의 종류를 기재하시오.\n\n현재의 주어진 혹은 가정된 여건 내에서 가장 적절한 안을 뜻한다. 즉 여러 현재의 여건을 가정하고 이 테두리 내에서 가능한 여러 안 가운데 모든 요구조건을 최대로 만족 시킬 수 있는 안을 말한다",
    "answer": [
      "최적안"
    ]
  },
  {
    "type": "short",
    "question": "다음이 설명하고 있는 도면의 종류를 기재하시오.\n\n대안 검토 등을 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.이 계획안은 아직 법적 조건,사업 현실성 및 구체적 재료 등이 결정,검토되기 전의 도면으로 초벌 계획안의 성격을 지닌다.",
    "answer": [
      "기본구상도"
    ]
  },
  {
    "type": "multiple",
    "question": "기본구상도의 요건으로 올바르지 못한 것은?",
    "choices": [
      "공간의 골격 뿐 아니라 동선의 규모와 형태,목적이 분명히 드러나야 한다.",
      "전체 공간을 구성하는 개별 공간의 형태와 목적,기능 및 특징들이 충분히 드러나도록 그려져야 한다.",
      "필요 시 개략적 입·단면 및 입체적 모형 등으로 만들어, 보다 현실적인 안으로 드러나도록 그려져야 한다.",
      "기본구상도는 설계가의 이상적 공간 아이디어 중심으로 의뢰인의 공간 조성 목적은 고려하지 않아도 된다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "기본구상도를 다이어그램으로 표현 시 올바르지 못한 것은?",
    "choices": [
      "면적인 측면인 활동지역,이용권,기능 본위의 공간 등 대지성격의 공간의 표현은 해당 공간의 크기만큼 기하학적 형태 및 자유곡선의 형태를 따른다.",
      "주·조동선,주·부진입 등으로 구분하고 차량동선,보행동선을 연계시켜 연속적인 선의 심벌과 화살표를 활용한다.",
      "식재의 표현은 선적인 측면보다 면적인 측면의 성격이 있기에 정적인 선의 심벌을 활용한다.",
      "시설의 표현은 해당 시설이 위치한 지점과 장소에 표시하고 결절점,시점,조망,경계 등의 요소도 함께 표현 할 수 있다."
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "다음이 설명하고 있는 과정을 기재하시오.\n\n프로그램에서 제시된 문제의 해결을 위한 구체적인 개념적 접근 및 대지의 여건에 적합한 최적안을 제시하는 과정이다.",
    "answer": [
      "기본구상"
    ]
  },
  {
    "type": "multiple",
    "question": "생태숲 이란 자생식물의 현지 내 보전기능을 강화하고, 특산식물의 자원화 촉진과 숲 복원기법 개발 등 산림 생태계에 대한 연구를 위하여 생태적으로 안정된 숲을 말한다. 다음 중 생태숲은 얼마 이상인 산림을 대상으로 지정할 수 있는가?(단,예외사항은 적용하지 않는다.)",
    "choices": [
      "30만 제곱미터",
      "50만 제곱미터",
      "80만 제곱미터",
      "100만 제곱미터"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "조경설계기준상 게이트볼장의 설계와 관련된 내용중 거리가 먼 것은?",
    "choices": [
      "경기라인 밖으로 2M의 규제라인을 긋는다",
      "라인이란 경계를 표시한 실선의 바깥쪽을 말한다.",
      "게이트는 코트 안의 세 곳에 설치하되 높이는 지면에서 20CM로 한다.",
      "코트의 면은 평활하고 균일한 면을 가지고 있어야 하나, 옥외코트는 0.5%까지의 기울기를 둔다."
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "도시계획시설로 분류되지 않는 것은?(단,도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙을 적용한다.)",
    "choices": [
      "교통시설",
      "방재시설",
      "주거시설",
      "공공·문화체육시설"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "도시 및 주거환경정비법 에서 정비사업으로 포함되지 않는 것은?",
    "choices": [
      "재개발사업",
      "재건축사업",
      "주거환경개선사업",
      "공공시설정비사업"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음에 해당하는 용도지역의 녹지지역은?\n도시의 녹지공간의 확보,도시확산의 방지,장래도시용지의 공급등을 위하여 보전할 필요가 있는 지역으로서 불가피한 경우에 한하여 제한적인 개발이 허용되는 지역",
    "choices": [
      "공원녹지지역",
      "보전녹지지역",
      "생산녹지지역",
      "자연녹지지역"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "장애인 등의 통행이 가능한 접근로를 설계하고자 할 때 기준으로 틀린 것은?(단,장애인·노인·임산부 등의 편의증진 보장에 관한 법률 시행규칙을 적용한다.)",
    "choices": [
      "보행장애물인 가로수는 지면에서 2.1M까지 가지치기를 하여야 한다.",
      "접근로의 기울기는 10분의 1이하로 하여야 한다.",
      "휠체어 사용자가 통행할 수 있도록 접근로의 유효폭은 1.2M이상으로 하여야 한다.",
      "접근로와 차도의 경계부분에는 연석·울타리 기타 차도와 분리할 수 있는 공작물을 설치하여야 한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 양수들로만 짝지어진 수목은?",
    "choices": [
      "낙엽송,소나무,자작나무",
      "태산목,구상나무,꽝꽝나무",
      "개비자나무,회양목,팔손이",
      "독일가문비나무,아왜나무,미선나무"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "목련(Magnolia kobus)의 특징으로 옳은 것은?",
    "choices": [
      "중국이 원산임",
      "꽃이 밑으로 향함",
      "꽃잎은 6~9장임",
      "꽃보다 잎이 먼저 나옴"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "적산 시 적용하는 품셈의 금액의 단위 표준에 관한 내용으로 잘못 표기한 것은?",
    "choices": [
      "설계서의 총액 은 1000원 이하는 버린다",
      "설계서의 소계 는 100원 이하는 버린다",
      "설계서의 금액란 에서는 1원 미만은 버린다",
      "일위대가표의 금액란은 0.1원 미만은 버린다"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "원가 계산에 의한 공사비 구성 중 직접경비 에 해당되지 않은 것은?",
    "choices": [
      "특허권 사용료",
      "가설비",
      "전력비",
      "폐기물처리비"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 솔나방에 관한 설명으로 틀린 것은?",
    "choices": [
      "식엽성 해충으로 1년에 1회 발생한다",
      "주로 소나무,해송,리기다소나무 등을 가해한다.",
      "6~7월 사이에 지오판수화제를 살포하여 방제한다.",
      "지표부근의 나무껍질 사이,돌,낙엽 밑에서 월동한다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 식물의 병 중 병원체가 세균인 것은?",
    "choices": [
      "버즘나무 탄저병",
      "포플러류 줄기마름병",
      "대추나무 빗자루병",
      "벚나무 불마름병"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "기본계획의 설명으로 옳은 것은?",
    "choices": [
      "토지이용계획 : 현재의 토지이용에 따라 계획을 수립한다.",
      "교통·동선 계획 : 주 이용 시기에 발생되는 통행량을 반영한다.",
      "시설물배치계획 : 재료나 구조를 구체적으로 명시한다.",
      "식재계획 : 보식계획은 실시설계 단계에서 반영한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "도심 공원 이용객의 이용행태 조사를 위한 질문의 순서결정 시 고려해야 할 사항이 아닌것은?",
    "choices": [
      "질문 항목간의 관계를 고려하여야 한다.",
      "첫번째 질문은 흥미를 유발할 수 있게 인적사항 질문으로 배치하여야 한다.",
      "응답자가 심각하게 고려하여 응답해야 하는 질문은 위치선정에 주의하여야 한다.",
      "조사 주제와 관련된 기본적인 질문들을 우선적으로 배치하여야 한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "지구단위 계획 수립 시 환경관리 를 계획에 포합하는 사업은 무엇인가?",
    "choices": [
      "신시가지의 개발",
      "기존시가지의 정비",
      "기존시가지의 관리",
      "기존시가지의 보존"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "국토의 계획 및 이용에 관한 법률에 명시된 도시 기반시설 중 교통시설에 해당하지 않는 것은?",
    "choices": [
      "공항",
      "항만",
      "주차장",
      "광장"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "자연환경·농지 및 산림의 보호,보건위생,보안과 도시의 무질서한 확산을 방지하기 위하여 녹지의 보전이 필요한 녹지지역을 지정할 수 있게 규정한 법은?",
    "choices": [
      "자연공원법",
      "환경영향평가법",
      "국토의 계획 및 이용에 관한 법률",
      "도시공원 및 녹지 등에 관한 법률"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "공원 내에 휴게시설인 벤치(의자)에 대한 계획으로 틀린 것은?",
    "choices": [
      "앉음판에는 물이 고이지 않도록 계획·설계한다.",
      "장시간 휴식을 목적으로 한 벤치는 좌면을 높게 만든다",
      "의자의 길이는 1인당 최소 45cm를 기준으로 하되,팔걸이 부분의 폭은 제외한다",
      "휴지통과의 이격거리는 0.9m,음수전과의 이격 거리는 0.5m이상의 공간을 확보한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "자연공원법에 관한 설명이 옳은 것은?",
    "choices": [
      "자연공원법은 20년마다 공원구역을 재조정하도록 되어 있다.",
      "공원사업의 시행 및 공원시설의 관리는 별도의 예외 없이 환경청이 한다.",
      "자연공원의 지정기준은 자연생태계,경관 등을 고려하여 환경부령으로 한다.",
      "용도지구는 공원자연보존지구,공원자연환경지구,공원마을지구,공원문화유산지구로 구분한다."
    ],
    "answer": 3
  },
  {
    "type": "short",
    "question": "다음 설명의 □에 적합한 수치는?\n\n환경영향평가법에서는 과징금에 대하여 환경부장관 또는 승인기관의 장은 관련 조항에 따라 원상복구할 것을 명령하여야 하는 경우에 해당하나, 그 원상복구가 주민의 생활,국민경제,그밖에 공익에 현저한 지장을 초래하여 현실적으로 불가능할 경우에는 원상복구를 갈음하여 총 공사비의 □% 이하의 범위에서 과징금을 부과할 수 있다.",
    "answer": [
      "3"
    ]
  },
  {
    "type": "multiple",
    "question": "기본설계 에 대한 설명으로 옳지 않은 것은?",
    "choices": [
      "실시설계의 이전단계이다.",
      "소규모 프로젝트에서는 생략될 수 있다.",
      "프로젝트의 토지이용과 동선체계를 정하는 단계이다.",
      "설계개요소와 공사비 계산서 등의 서류를 만든다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "옥상조경에 대한 설명으로 틀린 것은?",
    "choices": [
      "건조에 강한 나무를 선택하는 것이 좋다.",
      "식물을 식재할 면적은 전체 옥상면적의 1/2정도가 적합하다.",
      "지반의 구조체에 따른 하중의 위치와 구조 골격의 관계를 검토한다.",
      "사용 조합토는 부엽토와 양토 및 모래를 섞고 약간의 유기질 비료를 넣어도 좋다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "조경설계기준의 각종 관리시설 설계 시 고려해야 할 사항으로 가장 거리가 먼것은?",
    "choices": [
      "단주(볼라드)의 배치간격은 1.5m 정도로 설계한다.",
      "자전거 보관시설은 비·햇볕·대기오염으로부터 자전거를 보호할 수 있도록 지붕과 같은 시설을 갖추어야 한다.",
      "공중화장실은 장애인의 진입이 가능하도록 경사로를 설치하며, 경사로 폭은 휠체어의 통행이 가능한 1.5m이상으로 한다.",
      "플랜터(식수대)는 배식하는 수목의 규격에 대응하는 생존 최소 토심을 확보한다."
    ],
    "answer": 3
  },
  {
    "type": "short",
    "question": "경사가 □%를 초과하는 경우에는 보행에 어려움이 발생되지 않도록 옥외계단을 설치한다.",
    "answer": [
      "5"
    ]
  },
  {
    "type": "short",
    "question": "경사로는 1:□ 이하 시 설치한다",
    "answer": [
      "8"
    ]
  },
  {
    "type": "multiple",
    "question": "척박한 토양에 잘 견디는 수종으로만 이루어진 것은?",
    "choices": [
      "오동나무,서어나무",
      "단풍나무,자작나무",
      "자귀나무,향나무",
      "은행나무,왕벚나무"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 돌공사에 대한 설명이 틀린 것은?",
    "choices": [
      "석재는 인장력에 약하다.",
      "대리석은 내구성이 약하고, 내화성이 떨어진다.",
      "구조용 석재는 흡수율 30%이하의 것을 사용한다.",
      "돌쌓기 공사에 사용되는 긴결재로는 철재를 사용한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "잡초가 발아하기 전에 지표면에 약제를 살포하여 잡초종자를 발아하지 못하게 하거나 발아 직후 어린식물의 생육을 멈추게 하는 제초제를 무엇이라 하는가?",
    "choices": [
      "선택성 제초제",
      "토양처리 제초제",
      "경엽처리 제초제",
      "비선택성 제초제"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 토성별 단위 g당 공극량(%)이 가장 큰 것은?",
    "choices": [
      "사토",
      "사양토",
      "미사질 양토",
      "식토"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "토양 pH가 높을 때 식물에 의한 흡수가 가장 어려운 성분은?",
    "choices": [
      "mo",
      "fe",
      "ca",
      "s"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "연결녹지를 설치 할 때 고려하여야 할 기준이나 기느이 틀린 것은?(단, 도시공원 및 녹지 등에 관한 법률 시행규칙을 적용한다.)",
    "choices": [
      "산책 및 휴식을 위한 소규모 가로공원이 되도록 할 것",
      "비교적 규모가 큰 숲으로 이어지거나 하천을 따라 조성되는 상징적인 녹지축 혹은 생태통로가 되도록 할 것.",
      "도시 내 주요 공원 및 녹지는 주거지역·상업지역·학교· 그 밖에 공공시설과 연결하는 망이 형성되도록 할 것",
      "녹지율(도시·군계획시설 면적분의 녹지면적을 말한다.)은 60% 이하로 할 것"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "도시 오픈스페이스의 효용성에 해당하지 않는 것은?",
    "choices": [
      "도시개발의 조절",
      "도시환경의 질 개선",
      "시민생활의 질 개선",
      "개발 유보지의 조절"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "주택건설기준 등에 관한 규정 에서 규정하고 있는 부대시설 에 해당하는 것은?",
    "choices": [
      "안내표지판",
      "주민공동시설",
      "근린생활시설",
      "유치원"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "보도용 포장면의 설계와 관련된 설명 중 ㉠~㉣의 내용이 틀린 것은?\n(1) 종단기울기는 휠체어 이용자를 고려하는 경우에는 □이하로 한다.\n(2) 종단기울기가 □%이상인 구간의 포장은 미끄럼방지를 위하여 거친면으로마감처리한다.\n(3) 횡단경사는 배수처리가 가능한 방향으로 □를 표준으로 한다.\n(4) 투수성 포장인 경우에는 □경사를 주지 않을 수 있다.",
    "choices": [
      "㉠.1/12",
      "㉡.5",
      "㉢.2%",
      "㉣.횡단"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "자연공원법 상 용도지구의 분류에 해당하지 않는 것은?",
    "choices": [
      "공원밀집마을지구",
      "공원마을지구",
      "공원자연환경지구",
      "공원자연보존지구"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "도시지역과 그 주변지역의 무질서한 시가화를 방지하고 계획적·단계적인 개발을 도모하기 위하여 대통령령으로 정하는 일정기간동안 시가화를 유보할 필요가 있다고 인정하여 지정하는 구역은?",
    "choices": [
      "시가화유보구역",
      "시가화관리구역",
      "시가화조정구역",
      "시가화예정구역"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "도시공원 중 묘지공원의 경우 적당한 공원 면적의 규모 기준은? (단,정숙한 장소로 장래 시가화가 예상되지 아니하는 자연녹지지역에 설치한다.)",
    "choices": [
      "100,000 제곱미터",
      "300,000 제곱미터",
      "500,000 제곱미터",
      "700,000 제곱미터"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "국토의 계획 및 이용에 관한 법률 시행령에 따라 국토교통부장관이 도시·관리계획 결정으로 용도지역 중 녹지지역을 세분할 때의 분류 형태에 해당되지 않는 것은?",
    "choices": [
      "보전녹지지역",
      "전용녹지지역",
      "생산녹지지역",
      "자연녹지지역"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "도시지역 안에서 도시자연경관의 보호와 시민의 건강·휴양 및 정서생활을 향상시키는 데에 기여하기 위하여 도시관리계획 수립 절차에 의해 조성되는 공원의 유형으로 가장 거리가 먼 것은?",
    "choices": [
      "근린공원",
      "자연공원",
      "묘지공원",
      "어린이공원"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "관찰자가 느끼는 폐쇄성은 관찰자의 위치에서 수직면까지의 거리에 관계되며 건물 높이(H), 관찰자와 건물의 거리(D) 라 할 때, 폐쇄감을 완전히 상실하기 시작하는 시점(H:D)은? (단,P.D Spreiregen의 이론을 적용한다.)",
    "choices": [
      "1:2",
      "1:3",
      "1:4",
      "1:5"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "장애인등의 통행이 가능한 계단의 설계기준에 맞는 것은?(단, 장애인·노인·임산부 등의 편의증진 보장에 관한 법률 시행규칙을 적용한다.)",
    "choices": [
      "계단에는 챌면을 설치하지 아니할 수 있다.",
      "계단은 직선 또는 꺾임형태로 설치할 수 있다.",
      "계단 및 참의 유효폭은 1.2미터 이상으로 하여야 한다.",
      "계단은 바닥면으로부터 높이 1.8m 이내마다 휴식을 할 수 있도록 수평면으로 된 참을 설치할 수 있다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "일반적인 토지이용계획의 순서에 포함되지 않는 것은?",
    "choices": [
      "적지분석",
      "종합배분",
      "토지이용분류",
      "지하매설 공동구 설치"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "일반적으로 장애인 등의 통행이 가능한 접근로 에 대한 설명 중 □안에 적합한 값은?(단, 관련 규정을 적용, 지형상 곤란한 경우는 고려하지 않는다.)\n장애인 접근로의 기울기는 □분의 1이하로 하여야 한다.대지내를 연결하려는 주 접근로에 단차가 있을 경우 그 높이차이는 2cm이하로 하여야 한다",
    "choices": [
      "8",
      "10",
      "12",
      "18"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙에 명시된 보행자 전용도로의 구조 및 설치기준으로 옳은 것은?",
    "choices": [
      "소규모광장·공연장·휴식공간·학교·공공청사·문화시설 등이 보행자전용도로와 연접된 경우에는 이들 공간과 보행자전용도로를 분리하여 위요된 보행공간을 조성할 것",
      "보행자전용도로와 주간선도로가 교차하는 곳에서는 평면교차시설을 설치하고 보행자 우선구조로 할 것",
      "포장을 하는 경우에는 빗물이 일정한 장소로 집수될 수 있도록 불투수성 재료를 사용할 것",
      "차량의 진입 및 주정차를 억제하기 위하여 차단시설을 설치 할 것"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "주차장의 설계 시 이용할 주차단위구획(너비x길이)이 3.3m이상 x 5.0m이상의 기준에 해당되는 형식은?(단,주차장법 시행규칙을 적용한다.)",
    "choices": [
      "일반형(평행주차형식)",
      "보도와 차도의 구분이 없는 주거지역의 도로(평행주차형식)",
      "확장형(평행주차형식 외의 경우)",
      "장애인전용(평행주차형식 외의 경우)"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "조경설계기준 상의 옥외계단 설계로 옳지 않은 것은?",
    "choices": [
      "계단의 경사는 최대 30~35도가 넘지 않도록 한다.",
      "옥외에 설치하는 계단은 최소 2단 이상을 설치하여야 한다.",
      "경사가 18%를 초과하는 경우에는 보행에 어려움이 발생되지 않도록 계단을 설치한다.",
      "높이가 1.5m를 넘을 경우 1.5m이내마다 계단의 유효 폭 이상의 폭으로 너비 100cm 이상인 참을 둔다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "하천복원 및 습지복원에서 복원의 의미로 가장 적합한 것은?",
    "choices": [
      "현재의 상태를 개선한다",
      "현재의 상태를 완화시킨다",
      "훼손되기 이전의 상태나 위치로 되돌린다.",
      "훼손되지 전의 원래의 상태에 근접되게 향상시킨다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "조경설계 과정 중 주로 시설의 배치계획 및 공사별 개략섥\"ㅖ를 작성하여 사업실시에 관계되는 각종 사항의 판단에 도움을 주기 위해 진행되는 과정은?",
    "choices": [
      "기본계획",
      "기본설계",
      "실시설계",
      "현장설계"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "국토교통부고시 조경기준의 식재수량 및 규격에 관한 설명 중 □안에 들어 갈 수 없는 것은?\n식재하여야 할 교목은 흉고직경 □센티미터 이상이거나 근원직경 □센티미터 이상 또는 수관폭 □미터 이상으로서 수고 □미터 이상이어야 한다.",
    "choices": [
      "0.8",
      "1.0",
      "5.0",
      "6.0"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "조경설계기준상 경사로 설계 내용으로 옳은 것은?",
    "choices": [
      "휠체어 사용자가 통행할 수 있는 경사로의 유효폭은 100cm가 적당하다.",
      "바닥표면은 휠체어가 잘 미끄러질 재료를 선택하고, 울퉁불퉁하게 마감한다.",
      "연속경사로의 길이 50m마다 1.2mX3m이상의 수평면으로 된 참을 설치하여야 한다.",
      "지형조건이 합당한 경우 장애인 등의 통행이 가능한 경사로의 종단기울기는 1/18이하로 한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "인공지반에 자연토양 사용 시 식재된 식물에 필요한 최소 생육 토심이 틀린 것은? (단, 배수경사는 1.5~2.0%로 한다.)",
    "choices": [
      "교목:70cm이상",
      "소관목:30cm이상",
      "대관목:45cm이상",
      "잔디 및 초화류:10cm이상"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "자연환경 조사 중 토양 단면조사의 설명으로 틀린 것은?",
    "choices": [
      "토양단면조사는 식물의 생장에 가장 중요한 환경인자인 토양의 수직적 구성 및 형태를 분석한다.",
      "A층은 광물토양의 최상층으로 외부환경과 접촉되어 그 영향을 직접 받는 층이다.",
      "B층은 대부분의 토양수를 보유하는 층으로 식물의 뿌리 발달에 가장 큰 영향을 미치는 층이다.",
      "C층은 외부 환경으로부터 토양 생성 작용을 받지 못하고 단지 광물질이 풍화된 층이다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "도시공원 및 녹지 등에 관한 법률 중 공원 녹지지본계획에 대한 설명으로 틀린 것은?",
    "choices": [
      "1.시의 시장은 5년을 단위로 하여 관할 구역의 도시지역에 대하여 공원녹지의 확충·관리·이용 방향을 종합적으로 제시한다.",
      "지역적 특성 및 계획의 방향·목표에 관한 사항을 제시한다.",
      "인구,산업,경제,공간구조,토지이용 등의 변화에 따른 공원녹지의 여건 변화에 관한 사항을 제시한다.",
      "공원녹지기본계획 수립권자는 대통령령으로 정하는 바에 따라 공원녹지기본계획의 내용을 공고하고 일반인이 열람할 수 있도록 하여야 한다."
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "다음 조경설계기준상의 설명 중 □안에 적합한 수치는?\n보행자 전용도로의 너비는 1.5M이상으로 하고, 필요한 경우 경사로나 계단을 설치하며 경사로는 어린이나 노약자,신체장애인이 스스로 오를 수 있는 기울기로서 최대 □%를 초과하지 않도록 한다.",
    "choices": [
      "5",
      "8",
      "12",
      "15"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "지구단위계획구역은 어떤 계획으로 결정하는가?",
    "choices": [
      "광역도시계획",
      "도시·군기본계획",
      "도시·군관리계획",
      "지구단위계획"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 비료목에 해당되는 식물이 아닌 것은?",
    "choices": [
      "다릅나무",
      "곰솔",
      "싸리나무",
      "보리수나무"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 결핍 시 성숙잎에서 먼저 황화현상이 일어나는 원소가 아닌 것은?",
    "choices": [
      "N",
      "P",
      "CA",
      "B"
    ],
    "answer": 3
  },
  {
    "type": "short",
    "question": "교목류의 규격표시 방법중 줄기가 흉고부 아래에서 갈라지거나 다른 이유로 흉고부를 측정할 수 없는 수목의 표시방법은 □이다.",
    "answer": [
      "HxWxR"
    ]
  },
  {
    "type": "short",
    "question": "심근성 교목굴취시 뿌리분의 크기는 근원지름의 □배이다.",
    "answer": [
      "4"
    ]
  },
  {
    "type": "inline-blank",
    "question": "굴취시 뿌리분의 크기를 성상 순서는 (  ○  <  ○  <  ○ )이다.",
    "answer": [
      "활엽|활엽수",
      "침엽|침엽수",
      "상록|상록수"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목굴취시 가지치기는 분의 크기, 뿌리의 세근보존상태 및 수세등을 고려하여 수관을 형성한 가지의 ○  ~  ○  %정도로 한다",
    "answer": [
      "10",
      "20"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목굴취시 가지주 설치는 근원직경  ○  cm 이상 또는 수고  ○m이상의 수목으로  ○  와 협의하여 가지주를 설치할 수 있다.",
    "answer": [
      "2.5",
      "4.5",
      "공사감독자"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리돌림으로 인하여 뿌리가 절단되어 수분흡수가 좋지 않으므로 되메우기후 뿌리와 가지의 균형을 위해 가지의 일부를 정지전정하는데, 낙엽수는 전체의 ○  정도, 상록활엽수는  ○  정도 가지치기를 한다.",
    "answer": [
      "1/3",
      "2/3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리돌림 후 가지주 설치대상은 근원직경 ○  cm이상 또는 수고  ○  m이상의 수목으로 가지주 설치는 설계도서에 따르되, 수관 투영면적(근원직경의 10배 추정)  ○  ㎡당 1개소 설치를 기준으로 한다.",
    "answer": [
      "25",
      "4.5",
      "3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목의 눈의 종류를 구분할때 눈이 착생되는 위치에 따른 분류는 ○  ,  ○  ,  ○  이다.",
    "answer": [
      "정아",
      "측아",
      "부정아"
    ],
    "orderMatters": false
  },
  {
    "type": "inline-blank",
    "question": "성토법중 천근성 교목 식재시 적정한 토양의 생존 최소 깊이는 ○CM이다.",
    "answer": [
      "60"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "초화류 파종후 ○개월 이내에 발아율이 ○%이하나 전면에 고루 발아가 되지 않을때 재파종 해야한다.",
    "answer": [
      "1",
      "65"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "종자뿌리기 파종후 ○개월 이내에 발아율이 ○%이하나 전면에 고루 발아가 되지 않을때 재파종 해야한다.",
    "answer": [
      "2",
      "65"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리돌림을 위한 구덩이 파기시 대형목은 일반적인 기준보다 ○배 이상 크게 한다.",
    "answer": [
      "1.5"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "식재기반 조성시 가장 적합한 토양의 산도는 PH ○~○ 이다.",
    "answer": [
      "5.5",
      "7|7.0"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "식재기반 조성시 토양의 염분농도는 ○%미만이어야 한다.",
    "answer": [
      "0.2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "불량한 식재기반을 개선하여 초화류를 식재하려면 최소한의 성토 두께는 ○CM이다",
    "answer": [
      "30"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "인공지반 조성시 콘크리트 바닥은 배수가 잘되도록하기 위해 적정 구배율을 ○ ~ ○ %로 한다.",
    "answer": [
      "1.5",
      "2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "토양의 물리성 개량을 위해 객토량 결정시 일반적으로 소교목은 수관범위의 면적에 대해 ○M깊이로 객토한다.",
    "answer": [
      "0.7"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "관수시설을 설치후 별도 공사 시방서에 명기되지 않은 경우 1회의 관수량과 살수강도는 관수량 ○mm이상/살수강도 ○mm/h이하이다.",
    "answer": [
      "30",
      "10"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "쓰레기매립지 식재기반시 매립층 바닥면 중앙부는 주변지역보다 ○ ~ ○도 높게하여 침출수 고임방지를 하고\n악취가 심하게 발생할 경우에는 최종복토를 ○m이상으로 하여 유출 최소화 하며\n가스포집관으로부터 ○m이내에는 폐쇄된 구조물을 설치하지 않고,\n침하를 고려한 여성토의 높이는 소요높이의 ○%기준으로 하며,\n모관수의 공급차단이 예상되는 경우에는 매립 최종선으로부터 ○m이상의 높이로 흙쌓기함을 원칙으로한다.",
    "answer": [
      "3",
      "4",
      "3",
      "300",
      "20",
      "2.5"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "임해매립지 식재기반 조성시 매립성토로 인한 침하를 고려하여 흙쌓기 높이의 ○ ~ ○ %를 가산하여 매립 성토하며,\n최소 흙쌓기 높이는 ○m로 한다\n지하수위 조정은 수목의 뿌리분으로부터 지하로 ○ ~ ○ m범위내에서 설치함을 원칙으로 한다.",
    "answer": [
      "15",
      "20",
      "1.5",
      "1.3",
      "1.5"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "저습지 매립식재기반 조성시 매립성토의 최소 높이에 대한 적정한 기준은 ○m이다.",
    "answer": [
      "1.5"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "종자뿜어붙이기 종자배합시 한 종류의 최소한의 발생 기대본수율은 ○%이하로 내려가서는 안된다.\n한 종류의 최소한의 발생 기대본수율은 ○%이상이어도 안된다.",
    "answer": [
      "10",
      "10"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "비탈면의 기울기가 45~60도이며 토양경도가 23~27mm일때는 ○가 적합한 비탈면 조성 심기이다.",
    "answer": [
      "혈공심기|식생구멍심기|식생지반뿜어붙이기"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "비탈면의 기울기가 45도 미만이며 토양경도가 23mm미만(점성토)일때에는 ○가 적합한 비탈면 조성 심기이다.",
    "answer": [
      "종자뿜어붙이기",
      "떼붙이기",
      "식생지반재뿜어붙이기",
      "식생매트공법"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "종자파종시 1㎡에 소요되는 자재를 ○L의 물에 혼합하여 분사파종 후 섬유류(펄프)가 종자크기의 ○ ~ ○ 배 두께로 피복되어야 적정하다.",
    "answer": [
      "4",
      "2",
      "3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "종자가 슬러리상태로 ○분이상 있게해서는 안되며 , 혼합후 ○시간내에 살포하지 못한 혼합물은 폐기하고 현장에서 즉시 제거한다.",
    "answer": [
      "30",
      "4"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "잎의 구조에서 기본형은○,○,○으로 구성되어 있는데 이 세부분을 갖춘잎을 완전엽, 못갖춘 잎을 불완전엽이라고 한다.",
    "answer": [
      "엽신",
      "엽병",
      "탁엽"
    ],
    "orderMatters": false
  },
  {
    "type": "inline-blank",
    "question": "시공계획에 따라 공사에 소요되는 재료 및 품의 수량, 즉 재료량과 노무량등의 공사량을 산출하는 과정이 ○이다.",
    "answer": [
      "적산"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "산출된 공사량에 적정한 단가를 곱하여 공사비를 산출하는 과정이 ○이다.",
    "answer": [
      "견적"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "사람이나 기계 또는 동물등이 어떤 공사 목적물을 완성하기 위하여 단위당 소요로 하는 노력과 물질을 수량으로 나타낸것이 ○이다.",
    "answer": [
      "품셈"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "정부 등 시행사업에 적정 공사비 산정을 위해 가장 대표적이고 보편적인 공종,공법을 기준으로 제정한 것이 ○ 이다.",
    "answer": [
      "표준품셈"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "공사비 내역서의 주요 구성비목인 공종단위당으로 공사비를 산출한 일위대가를 ○라고 한다.",
    "answer": [
      "표준일위대가"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "표준일위대가의 세비목 또는 내역서를 구성하는 세부 시공단위당 공사비를 산출한 일위대가를 ○ 라고한다.",
    "answer": [
      "기본일위대가"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "사업장에서 발생하는 환경관리업무를 위한 환경관리계획은 사전에 수립되어야 하며 환경관리 총 책입자는 ○ 이다.",
    "answer": [
      "현장소장"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "식재지역의 표면배수체계를 확인하고, 전체부지의 배수체계와의 연계를 확인하여 침수구간이 발생하지 않도록 하여야 하며, 주변 녹지에 설치되는 선홈통 연결용 빗물받이를 부지 정지 마감 계획고에서 ○cm 가량 낮게하여 원활한 표면배수가 되도록 한다.",
    "answer": [
      "5"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "식재기반 조성시 현장 유용토 및 외부 반입토는 조경공사 ○개월 이내 토양 품질 시험의뢰 및 감독자에게 결과를 보고함",
    "answer": [
      "3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목은 굴취후 ○시간 이내 반입 원칙",
    "answer": [
      "24"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목의 허용오차는 수형이 양호하다는 판단에 한해 h,b,r등 수목 규격의 증감 허용수치를 설계규격의 ○%이내에서 허용가능.",
    "answer": [
      "8"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "대형목은 R,B크기가 ○,○이상인 교목을 말함.",
    "answer": [
      "30",
      "25"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "가로수는 지하고가 ○m이상이며 동일 노선에서 수고가 일정하여 최대 편차가 ○m임",
    "answer": [
      "2.1",
      "1"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "소나무는 주간의 ○내외 지점부터 가지가 형성되어야함.",
    "answer": [
      "1/2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "조경포장시 기층 또는 원지반 다짐시 표면 배수 방향으로 설계에 따른 포장면 기울기 ○% 확보.",
    "answer": [
      "2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "가식장 포지에 설계도서에 따른 토량 개량제를 살포하고 깊이 ○cm이상 경운하고 면을 고른다.",
    "answer": [
      "15"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리돌림의 시기는 ○이 가장 좋지만 혹서기나 혹한기를 피하면 가능함.이식은 일반적으로 뿌리돌림 ○~○년 후 실시함",
    "answer": [
      "이른봄",
      "1",
      "2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리분의 크기는 이식에 필요한 뿌리분 크기보다 약간 ○게하며,곧은 뿌리는 ○cm정도 환상박피후 흙을 되묻는다.",
    "answer": [
      "작",
      "15"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "뿌리돌림과 수간보호에 근원직경으로 표시가 되지 않는 수목은 ○를 기준으로 환산 적용한다.",
    "answer": [
      "R=1.2B"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목식재시 지주목을 설치하지 않을시 인력품의 ○% 기계품의 ○%를 감하여 일위대가를 작성해야 한다.",
    "answer": [
      "10",
      "20"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목굴취시 분이 없는 경우는 굴취품의 ○%를 감한다.",
    "answer": [
      "20"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "가식장의 주작업로의 폭은 ○m, 보조작업로는 ○m로 개설한다.",
    "answer": [
      "4",
      "2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "토양의 물리성 개량을 위해 객토량 결정시 수종별, 식재내용별 결정하되 일반적으로 수관범위의 면적으로 대교목 ○m, 소교목 ○m, 관목 ○m, 초화 및 잔디류 ○ ~ ○ m 의 깊이로 한다",
    "answer": [
      "1",
      "0.7",
      "0.5",
      "0.2",
      "0.3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "관목을 차폐,시선유도,경계부식재등을 목적으로 일정한 열을 지어 하는 식재를 ○라고 한다.",
    "answer": [
      "열식"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "비탈면 시공시 종자,섬유,비료등이 흘러내려가지 않도록 사용하는 것은 슬러시,착색제,피복제,침식안정제 중 ○이다.",
    "answer": [
      "침식안정제"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목굴취시 뿌리분의 모양중 천근성 수종은 ○형태의 분작업을 한다.",
    "answer": [
      "접시분"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "조개분의 분의 넓이는 근원직경의 ○배이며, 분의 깊이는 근원직경의 ○배이다.",
    "answer": [
      "4",
      "4"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "접시분의 분의 넓이는 근원직경의 ○배이며, 분의 깊이는 근원직경의 ○배이다.",
    "answer": [
      "4",
      "2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "보통분의 분의 넓이는 근원직경의 ○배이며, 분의 깊이는 근원직경의 ○배이다.",
    "answer": [
      "4",
      "3"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "토양이 산성일 경우 흔히 사용하는 토양개량제는 ○이다.",
    "answer": [
      "생석회"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "삼발이 지주목의 경사각은 ○도를 기준으로 한다.",
    "answer": [
      "70"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수간보호를 위한 줄기감기는 근원직경 ○cm이상 수목,노거목,수피가 얇은 수목,병충해가 우려되는 수목등에 반영한다.",
    "answer": [
      "8"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "수목식재시 식재면 고르기품은 성토면 고르기 품의 ○을 적용한다.",
    "answer": [
      "1/2"
    ],
    "orderMatters": true
  },
  {
    "type": "inline-blank",
    "question": "조형목은 특정한 목적과 목표를 설정하여 ○등 인위적인 방법으로 모양을 만들어 특수한 장소에 특수한 기능을 갖도록 식재하는 수목이다.",
    "answer": [
      "전정"
    ],
    "orderMatters": true
  },
  {
    "type": "group",
    "question": "",
    "pairs": [
      "㉠.저감",
      "㉡.향상",
      "㉢.대체",
      "㉣.창출"
    ],
    "choices": [
      "지속성이 높은 생태계 새롭게 조성,인공지반녹화,옥상녹화",
      "현재의 상태를 개선하기 위하여 다른 생태계로 원래의 생태계 대체",
      "오염이나 훼손을 완화하거나 경감시키는것",
      "질이나 중요도 매력 측면의 증진"
    ],
    "answer": {
      "ㄱ": "3",
      "ㄴ": "4",
      "ㄷ": "2",
      "ㄹ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "다음 중 목재방부제의 종류가 아닌 것은?",
    "choices": [
      "크레오소트유",
      "오일스테인",
      "광명단",
      "알킬암모늄 화합물"
    ],
    "answer": 2
  },
  {
    "type": "ox",
    "question": "훼손 이전의 상태로 되돌리기 어려워 원상태와 일치하지는 않지만 유사하며 안정되고 지속 가능한 상태로 되돌리는 것을 복구,또는 회복 이라 한다.",
    "answer": "O"
  },
  {
    "type": "multiple",
    "question": "2개 이상의 서식처가 만나는 지형이나 다른 식물 군집이나 천이단계상 이질적인 식물군집이 서로 만나는 부분을 뜻하는 용어를 고르시오.",
    "choices": [
      "패치",
      "코리더",
      "매트릭스",
      "주연부"
    ],
    "answer": 3
  },
  {
    "type": "ox",
    "question": "토량의 상태변화에서 다져진 상태의 토량은 자연 상태의 토량보다 항상 적은 체적을 가진다.",
    "answer": "X"
  },
  {
    "type": "multiple",
    "question": "다음 뿌리돌림에 관한 설명 중 바른 것은?",
    "choices": [
      "표토를 긁어내 뿌리가 노출되면 삽 등으로 곁뿌리를 자르는 것이 단근식 뿌리돌림 이다.",
      "수목의 활착은 굵은뿌리가 좌우하므로 뿌리 분을 만들때,굵은뿌리는 최대한 남긴다.",
      "뿌리돌림에 가장 좋은 시기는 수분공급이 용이한 장마철이다.",
      "뿌리돌림을 하면 뿌리손상이 많이 생기므로 수관부는 최대한 보존한다."
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "업체의 세금체납 여부를 확인하는 서류는?",
    "choices": [
      "하도급 계약서",
      "사업자 등록증",
      "완납증명서",
      "공사지명원"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "설계도서에 오류가 있거나 공법,재료 등이 부적당한 경우 등의 사유로 이를 수정하는 작업.",
    "choices": [
      "설계서 검토",
      "준공",
      "기성내역서 작성",
      "설계변경"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "병해와 중간기주가 적절한 것끼리 연결하시오",
    "pairs": [
      "㉠.잣나무 털녹병",
      "㉡.배나무 적성병",
      "㉢.소나무 혹병",
      "㉣.포플러녹병"
    ],
    "choices": [
      "향나무",
      "낙엽송",
      "신갈나무",
      "송이풀"
    ],
    "answer": {
      "ㄱ": "4",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "2"
    }
  },
  {
    "type": "ox",
    "question": "살비제는 응애류에만 효력이 있고 곤충에 대해서는 전혀 살충력이 없다.",
    "answer": "O"
  },
  {
    "type": "multiple",
    "question": "수목의 잎,가지 등에서 깍지벌레가 발견되었을 때 의심할 수 있는 병해는?",
    "choices": [
      "엽진병",
      "그을음병",
      "모자이크병",
      "녹병"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "소나무류에서 발생하여 매개충의 침입공과 탈출공이 관찰되며 잎의 초두부 부터 급격히 시들며 우산살 모양으로 붉게 변하여 처진다. 1~2월 아바맥틴 수간주사, 6월 약제 항공살포, 9월~3월 벌채 훈증 등의 방법으로 방제하여 준다.",
    "choices": [
      "소나무좀",
      "소나무 재선충병",
      "소나무 잎녹병",
      "솔잎 혹파리"
    ],
    "answer": 1
  },
  {
    "type": "group",
    "question": "제시된 계획이나 요소와 근거하는 법규가 적절한 것끼리 연결하시오",
    "pairs": [
      "㉠.유원지",
      "㉡.생태통로",
      "㉢시군 종합계획",
      "㉣대지조성 사업계획"
    ],
    "choices": [
      "자연환경보전법",
      "주택법",
      "국토기본법",
      "국토의 계획 및 이용에 관한 법률"
    ],
    "answer": {
      "ㄱ": "4",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "2"
    }
  },
  {
    "type": "multiple",
    "question": "토지용도별 적지선정을 위하여 제시한 것으로 생태적 인자들에 대한 여러 도면을 겹쳐놓고 일정지역의 생태적 특성을 종합적으로 평가하는 방법이다. 토지이용과 관련된 생태적 인자를 점수화하여 최적지를 찾아내거나 적합도를 회색 농담의 정도를 통해 나타내고 이들 도면을 겹쳐 밝기의 정도에 따라 토지이용 적지를 찾아내는 방법으로 사용된다.",
    "choices": [
      "이안 맥하그",
      "로버트 그라드만",
      "옴스테드",
      "G.로비네트"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "기능식재의 목적으로는 공간조절 기능,경관조절기능,환경조절 기능이 있다.다음 제시된 식재의 기능 구분 중 환경조절의 기능이 아닌 것을 고르시오.",
    "choices": [
      "녹음식재",
      "차폐식재",
      "사면식재",
      "방풍식재"
    ],
    "answer": 1
  },
  {
    "type": "ox",
    "question": "이용관리의 방식 상 분야별로 운영관리,유지관리,안전관리로 나눈다.",
    "answer": "X"
  },
  {
    "type": "multiple",
    "question": "도면의 종류에 대한 설명으로 잘못된 것을 고르시오",
    "choices": [
      "개념도란 설계초기의 아이디어와 컨셉을 스케치 등으로 개략 작성하는 도면이다.",
      "평면도랑 바닥에서 1m정도의 높이에서 수평으로 잘랐을 때를 가정해 그리는 도면이다.",
      "단면도란 설계의 외형을 평면으로 나타낸 길이에 수직적 요소인 높이를 표현한 것이다",
      "상세도란 구조의 상세를 표현한 도면으로 중요 부분을 확대하여 세부적으로 표현한다."
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "인간의 크기에 비하여 너무 작거나 크지 않은 것을 말하며, 인체와 직접적 접촉을 갖는 사물의 개략적인 크기를 말하는 용어를 쓰시오.",
    "answer": [
      "휴먼스케일",
      "인간척도"
    ]
  },
  {
    "type": "short",
    "question": "규격 D13,@300인 이형철근의 단위중량(1m당 중량)은 몇 kg인가?",
    "answer": [
      "0.995kg"
    ]
  },
  {
    "type": "short",
    "question": "안내시설 설계시 이미지를 시각적으로 체계화하거나 단일화하는 작업으로 문자나 기호가 도안화된 것을 사용하여 공간 내 시설의 통일성을 가질 수 있도록 하는 개념은 무엇인가?",
    "answer": [
      "CIP"
    ]
  },
  {
    "type": "short",
    "question": "투시도 작성시 물체의 면을 이루는 선들이 모이는 점을 무엇이라 하는가?",
    "answer": [
      "소점",
      "VP"
    ]
  },
  {
    "type": "short",
    "question": "야생동물의 로드킬을 방지하거나 생태통로까지 안전하게 유도하기 위해 설치하는 구조물로,보통은 철망을 이용하여 만들며 친입방지노면,탈출구,출입문 등과 같은 부대시설을 포합하는 것을 무엇이라 하는가?",
    "answer": [
      "유도울타리"
    ]
  },
  {
    "type": "ox",
    "question": "유원지 및 자연휴양림은 문화체육관광부의 관광진흥법을 적용한다.",
    "answer": "X"
  },
  {
    "type": "group",
    "question": "",
    "pairs": [
      "ㄱ.최대 일 이용자수",
      "ㄴ.최대 시 이용자수",
      "ㄷ.최대 연간 수용인원",
      "ㄹ.최대 동시 수용인원"
    ],
    "choices": [
      "전체면적/1인당 연간 이용면적(㎡"
    ],
    "answer": {}
  },
  {
    "type": "group",
    "question": "",
    "pairs": [],
    "choices": [],
    "answer": {}
  }
];
