const quizData = [
  {
    "type": "multiple",
    "question": "다음 중 개념의 정의와 가정 거리가 먼 것을 고르시오.",
    "choices": [
      "프로젝트의 요구조건, 설계의 내용, 조경가의 신념 등을 포함한 구체적인 것",
      "공간을 일관성 있고 체계적으로 끌고 가는 방향의 제시",
      "의뢰인과 이용자 등에 설계안을 확신시키는 힘",
      "설계를 통해 던지고 싶은 메시지"
    ],
    "answer": 4
  },
  {
    "type": "group",
    "question": "개념의 유형을 바르게 연결하시오.",
    "pairs": [
      "㉠.추상적 개념",
      "㉡.환경적 개념",
      "㉢.구성적 개념",
      "㉣.형태적 개념",
      "㉤.기능적 개념"
    ],
    "choices": [
      "자연적 조건이나 사회적 상황을 표현하는 개념",
      "특성, 특징, 특질, 속성, 관계 등으로 나타내는개념",
      "공간요소, 형태들을 규칙이나 질서를 기준으로 배치 개념",
      "공간의 전체적 또는 부분적 기능을 의미하는 개념",
      "대상물의 형태를 의미하거나 형태와 연관성이 강한 개념"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "5",
      "ㅁ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "추상적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "환경적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "형태적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "구성적 개념에 대한 설명으로 바른 것을 고르시오.",
    "choices": [
      "생물에게 직간접적으로 영향을 주는 자연적인 조건, 사회적 상황을 표현하는 개념",
      "존재하는 사물을 통해 인지 후 특성, 특질, 속성, 관계, 형태 등으로 나타내는 개념",
      "공간 요소들을 일정한 규칙이나 질서를 기준으로 구성, 배치, 조합하는 개념",
      "대상물의 형태를 표현하거나 형태와 관련된 시각적 암시를 포함하고 있는 개념"
    ],
    "answer": 2
  },
  {
    "type": "group",
    "question": "개념의 재현을 바르게 연결하시오.",
    "pairs": [
      "㉠.직설적 재현",
      "㉡.추상적 재현",
      "㉢.해체적 재현"
    ],
    "choices": [
      "실제로 존재하는 대상이나 사물이 지닌 여러 측면 가운데서 특정한 부분만을 가려내어 그 부분을 강조하거나 중요하지 않다고 생각하는 항목을 과감히 압축하고 생략",
      "대상 또는 사물을 있는 그대로 표현하는 재현 방식",
      "기존의 요소나 형태를 분해하여 변형, 조합, 중첩, 회전 등 다향하게 절충된 형태를 재구성하는 방식"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "multiple",
    "question": "기본 요소와 형태의 원래 모습이 와해되어 그 모습을 찾을 수 없지만 더 새로우면서도 본래의 형상이나 모습의 느낌을 전달하는 방식으로 표현하는 개념의 재현을 고르시오.",
    "choices": [
      "직설적 재현",
      "추상적 재현",
      "해체적 재현",
      "형태적 재현"
    ],
    "answer": 2
  },
  {
    "type": "group",
    "question": "목표와 프로그램을 바르게 연결하시오.",
    "pairs": [
      "㉠.목표",
      "㉡.프로그램"
    ],
    "choices": [
      "구체적이고 세분화된 설계의도를 나타낸다.",
      "프로젝트의 장기적이고 포괄적인 프로젝트의 의도를 나타낸다."
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "ESSD의 개념으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "1987년 OECD가 처음 사용했다.",
      "미래의 세대가 그들의 필요를 충족시킬 수 있는 가능성을 손상시키지 않는 범위에서 현재 세대의 필요를 충족시키는 개발이다.",
      "자연과 조화를 이루는 건강하고 생산적인 삶을 지향한다.",
      "생태계와 환경을 훼손하지 않고 인간이 지속적으로 발전할 수 있는 경제 개발을 추구하는 것이다."
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "조경분야의 환경적으로 건강하고 지속가능한 계획을 바르게 연결하시오.",
    "pairs": [
      "㉠.토지이용 및 교통",
      "㉡.에너지 및 자원",
      "㉢.자연 및 생태환경"
    ],
    "choices": [
      "태양열 이용, 우수 활용, 유기폐기물 속성 발효, 자연소재 이용",
      "미기후 고려, 지형 및 지세 활용, 보도 차도 분리",
      "자연토양 보전, 생태적 식재, 비오톱 조성, 친수공간 조성"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "multiple",
    "question": "개념 설정의 과정이 올바른 것을 고르시오.",
    "choices": [
      "프로젝트 목적 및 목표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 환경 조사 및 종합 분석표 확인→프로젝트 방향 설정→개념 도출→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→개념 도출→프로젝트 방향 설정→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 방향 설정→개념 도출→개념 설정→개념 표현",
      "프로젝트 목적 및 목표 확인→프로젝트 환경 조사 및 종합 분석표 확인→SWOT 기법을 통해 프로젝트 방향 점검→프로젝트 방향 설정→개념 설정→개념 도출→개념 표현"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "(      )이란 대상부지와 사업 목적에 부합하는 적정수요의 추정을 말한다. 목표 및 잠재수요와 실제 부지가 수용 가능한 수용력 사이의 균형을 잡는 일이다.",
    "answer": [
      "수요추정"
    ]
  },
  {
    "type": "multiple",
    "question": "수요추정에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "사회적 수용량과 공간의 수용력을 비교해 경제적 수준의 이용자 수를 산정해 내는 과정",
      "보존과 개발의 적정 수위 조정",
      "목표 및 잠재수요와 실제 부지가 수용 가능한 수용력 사이의 균형을 잡는 일",
      "대상부지와 사업 목적에 부합하는 적정수요의 추정"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "타당성 분석 결과 제시된 목표 및 잠재수요, 목표연도 해당지역에 대한 사회적 수요를 과거의 추세로 이용자 수를 산정한 것을 고르시오.",
    "choices": [
      "사회적 수용량",
      "생태적 수용력",
      "연간 최대 수용 인원",
      "동시 최대 이용자 수"
    ],
    "answer": 0
  },
  {
    "type": "short",
    "question": "(      )이란 공간이 가진 생태계가 균형을 잃지 않고 개발할 수 있는 정도를 말한다.",
    "answer": [
      "생태적수용력",
      "생태적 수용력"
    ]
  },
  {
    "type": "multiple",
    "question": "생태적 수용력에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "생태계가 훼손을 흡수해 스스로 회복할 수 있는 능력에 따라 정해지는 지표",
      "생태계가 인간의 방해에도 스스로 복원할 수 있는 항상성을 유지할 수 있는 능력",
      "생태적 균형을 깨뜨리지 않는 범위 내 이용자 수가 어느 정도 될 것인가 파악",
      "공간이 가진 생태계가 균형을 잃더라도 개발할 수 있는 정도"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "생태적 수용 능력에 의한 수요추정의 방법을 바르게 연결하시오.",
    "pairs": [
      "㉠.집단시설물이 없는 대상지",
      "㉡.집단시설물 위주의 대상지"
    ],
    "choices": [
      "동시최대이용자수=이용 가능 면적 ÷ 1인당 이용 규모",
      "연간최대수용인원=개발 가능 면적 ÷ 1인당 연간 이용 면적"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "multiple",
    "question": "이용자 추세를 통한 수요추정에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "등차급수법, 등비급수법, 지수함수식, 최소자승법 등으로 미래 이용자 수 추정",
      "해당 지역의 외적 여건이 감안되지 않으므로 정확성이 떨어질 수 있음",
      "새로운 이용자 유인요인을 부가하지 못함",
      "과대 추정될 수 있음"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "다음은 대상지의 수요추정 및 시설규모 산정을 위한 방법에 관한 용어 중 관계있는 것끼리 줄로 이으시오.",
    "pairs": [
      "㉠.최대시이용자수",
      "㉡.최대일이용자수",
      "㉢.시설규모",
      "㉣.중력모형"
    ],
    "choices": [
      "α × ( Pi ÷ ri² )",
      "연간이용자수 × 최대일률",
      "최대 일 이용자 수 × 회전율",
      "최대시이용자수 × 이용률 × 단위규모"
    ],
    "answer": {
      "ㄱ": "3",
      "ㄴ": "2ㄷ:4",
      "ㄹ": "1"
    }
  },
  {
    "type": "group",
    "question": "계획의 목적와 개념에 맞는 도입활동과 시설의 종류를 결정하는 방법을 바르게 연결 하시오",
    "pairs": [
      "㉠.분석적방법",
      "㉡.창의적방법"
    ],
    "choices": [
      "개발의 주체와 관련된 이미지 또는 아이디어를 기반으로 결정하는 방법",
      "철저한 대상지의 자연조건, 시장조건, 이용현황 등의 자료를 토대로 도입활동과 시설종류를 결정하는 방법"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1"
    }
  },
  {
    "type": "short",
    "question": "원단위가 무엇인지 쓰시오.",
    "answer": [
      "도입시설의 규모를 결정하기 위한 1인당 활동의 기본 소요 면적"
    ]
  },
  {
    "type": "short",
    "question": "원단위를 적용하여 도입시설의 규모를 결정하는 방법을 쓰시오",
    "answer": [
      "원단위 × 필요한 인원수 = 도입시설의 규모"
    ]
  },
  {
    "type": "multiple",
    "question": "조경 공간이 가지는 특징 중 공간경험의 연속성에 대한 설명을 고르시오.",
    "choices": [
      "다양한 상대적 규모감에 의해 형성되는 공간감",
      "시간 흐름의 변화를 통해 느끼는 공간의 미적 측면",
      "오감을 통해 느끼는 공간의 미적 측면",
      "공간 성격을 잘 엮었을 때 개별 공간의 기능이 제 역할을 다 함"
    ],
    "answer": 3
  },
  {
    "type": "group",
    "question": "조경 공간이 가지는 특징을 바르게 연결하시오.",
    "pairs": [
      "㉠.공간경험의 연속성",
      "㉡.미적 경험",
      "㉢.공간의 규모감"
    ],
    "choices": [
      "시간 흐름의 변화, 오감을 통해 느끼는 공간의 미적 측면",
      "공간 성격을 잘 엮었을 때 공간의 기능이 제 역할을 다 함",
      "인간적 척도를 느끼는 공간감"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "group",
    "question": "공간 구상안의 표현 매체별 특징을 바르게 연결하시오.",
    "pairs": [
      "㉠.다이어그램",
      "㉡모형",
      "㉢.스케치",
      "㉣.콜라주"
    ],
    "choices": [
      "복잡한 레벨 관계와 입체적 공간감을 확인할 수 있음",
      "공간의 골격 등을 간략한 도식으로 표현한 것",
      "이미지를 평면적·입단면적·3차원적으로 쉽게 나타낼 수 있는 방법",
      "사진이나 그림 등을 활용하여 사실감을 줄 수 있는 방법"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "□은 공간의 골격 등을 간략한 도식으로 표현한 것으로 공간 요소들의 관계를 보여주고 설계적 아이디어를 도출해 내는 데 이용하는 등 다양한 방식으로 활용할 수 있다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "□는 이미지를 평면적·입단면적·3차원적으로 쉽게 나타낼 수 있는 가장 보편적인 구상 방법으로 짧은 시간에 반복해 그리면서 생각을 분명하게 전달하고 구상안의 합리성을 검증해 준다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "□는 사진이나 그림 등을 활용허여 좀 더 실제적이고 사실감을 줄 수 있는 공간 구상 표현 방법이다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "□은 공간의 입체적인 상황을 한눈에 파악하고 조정 할 수 있기 때문에 가장 효과적인 방법이다.",
    "choices": [
      "모형",
      "콜라주",
      "다이어그램",
      "스케치"
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "공간 구상의 과정을 바르게 연결하시오.",
    "pairs": [
      "㉠.큰개념의공간유형 설정",
      "㉡.공간의다양한골격짜기",
      "㉢.공간구상대안수립"
    ],
    "choices": [
      "설정된 공간의 유형들을 개략적으로 다양하게 골격을 만들어 보고 검증.",
      "공간과 동선의 관계 정리, 공간의 성격과 역할 설정",
      "다양하게 그린 공간의 골격구상도를 검토해 본 계획에 가장 적합하다고 생각되는 2~3가지의 골격을 바탕으로 공간구상도를 그려 본다."
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3"
    }
  },
  {
    "type": "short",
    "question": "□이란 목적한 공간을 이룰 수 있고, 개념을 충분히 반영한 여러 가지 선택 가능한 안들을 말한다.반드시 구상단계에서만 나오는 것은 아니며, 다양한 설계 과정 및 수준에서 □을 만들어 검증해 볼수 있다. 각각의 □은 분명한 특성이 살아 있어야 하며 개념과 목적에 벗어나서는 안 된다. 그리고 너무 많으면 선택에 어려움이 생길 수 있으므로 의뢰인을 선택 과정에 참여시키고자 할 때는 2~3개 정도의 □으로 압축하는 것이 바람직하다.",
    "answer": [
      "대안"
    ]
  },
  {
    "type": "group",
    "question": "다음을 바르게 연결하시오.",
    "pairs": [
      "㉠.이상안",
      "㉡.최적안",
      "㉢.최선안",
      "㉣.창조안"
    ],
    "choices": [
      "현재의 주어진 여건 내에서 가장 적절한 안",
      "현재의 여건을 고려하지 않고 찾아내는 안",
      "주어진 시간 및 비용의 범위 내에서 얻을 수 있는 안",
      "기존의 가정된 요구조건을 변경시키고 새로운 가정에서 만든 안"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "대안을 선정하는 과정을 거쳐야 하는 목적이 아닌 것은?",
    "choices": [
      "설계자가 제시하는 아이디어를 객관적으로 평가하기 위해",
      "공간을 만드는 일에 정답을 찾기 위해",
      "의뢰인의 사업목적에 부합하는지 검정하기 위해",
      "다양한 측면 및 방법으로 최적안을 고르기 위해"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "대안을 평가하는 방법 중 틀린 것을 고르시오.",
    "choices": [
      "강한 특징이나 장점이 많은 대안을 고른다.",
      "대안의 정성적 기준은 큰 공간의 설계에 적용하기 좋다.",
      "정량적 평가기준은 프로젝트의 목적에 맞게 기준을 정한다.",
      "대안평가를 위해서느 타당성 있는 기준을 명시한다."
    ],
    "answer": 1
  },
  {
    "type": "short",
    "question": "□이란 조사·분석된 자료를 기초로 제시된 계획 방향에 의거하여 구체적 계획안으로 개념을 설정하는 것이다.□란 대안 검토 등을 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
    "answer": [
      "기본구상",
      "기본구상도"
    ]
  },
  {
    "type": "multiple",
    "question": "기본구상에 대한 설명으로 알맞지 않은 것을 고르시오.",
    "choices": [
      "조사·분석 결과 장·단점을 대상지의 주요 지역에 적용하여 계획의 방향을 정하는 것",
      "개념보다 작고 확고하게 정리되지 않은 생각의 덩어리",
      "프로그램에서 제시된 문제의 해결을 위한 구체적인 개념적 접근",
      "대지의 여건에 적합한 최적안을 제시하는 과정"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "기본구상도에서 주로 표현하는 것이 아닌 것은?",
    "choices": [
      "공간의 표현",
      "동선의 표현",
      "포장의 표현",
      "식재의 표현"
    ],
    "answer": 2
  },
  {
    "type": "ox",
    "question": "기본구상도는 실제 구현될 공간의 현실적 규모와 형태, 특성 등을 충분히 이해할 수 있는 수준의 도면이다",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 대안 검토 등을 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 법적 조건, 사업 현실성 및 구체적 재료 등이 결정, 검토되기 전의 초벌 계획안이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "기본구상도는 정교하게 다듬어진 master plan이다.",
    "answer": "X"
  },
  {
    "type": "multiple",
    "question": "기본구상도를 표현하기 위한 방법 중 적당하지 않은 것을 고르시오.",
    "choices": [
      "시설은 위치하는 지점에 표시하고 결절점, 경계등의 요소와 함께 표현 할 수 있다.",
      "식재는 선적인 측면보다는 면적인 성격이 있기에 정적인 심벌을 활용한다.",
      "글자로 기술하기 보다는 물리적 공간적 윤곽을 표현하고 점차 구체화해 나간다.",
      "다이어그램을 그려 공간과 동선, 식재, 시설물의 배치를 우선 검토한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "기본구상도 작성 시 옳지 않은 것을 고르시오",
    "choices": [
      "토지이용안과 동선안을 토대로 공간을 구성한다.",
      "기본구상도는 2차원 또는 3차원으로 표현 한다.",
      "기본구상도는 방위와 스케일을 표시한다.",
      "공간과 동선, 시설물 등을 층위로 구분하여 표현한다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 기본구상도에 대한 설명으로 틀린 것은 ?",
    "choices": [
      "기본구상도는 대안 검토를 통해 하나의 최종적인 안으로 합의되어 작성된 계획안의 도면이다.",
      "기본구상도는 법적 조건, 사업 현실성 및 구체적 재료 등이 결정되어 있어야 한다.",
      "기본구상도는 공간의 골격과 동선의 규모와 형태가 드러나야 한다.",
      "기본구상도는 의뢰인의 공간 조성 목적 및 의지, 의견 등을 모두 포함한 안으로종합되어야 한다."
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "수목이 병 때문에 그 재배와 이용 목적에 어긋난 결과를 1. 가져올 때, 이것을 무엇이라 하는가?",
    "choices": [
      "비해",
      "약해",
      "병해",
      "충해"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 곰팡이가 수목에서 병해를 일으키는 조건으로 틀린 설명은?",
    "choices": [
      "곰팡이는 포자 상태로 전파된다.",
      "일차적으로 식물체에 부착한 포자는 발아하여 식물체 내로 침입하여야 병을 일으키게 된다.",
      "곰팡이의 포자가 발아하는 데 가장 적합한 대기 습도는 50%이다.",
      "곰팡이의 포자가 발아하는 데 가장 적합한 가장 적합한 온도는 대개 20℃ 전후이다."
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "다음 중 병해 발생으로 인한 피해의 내용으로 틀린 것은?",
    "choices": [
      "나무 고유의 수형과 이들이 만드는 경관을 해친다.",
      "나무의 생장을 촉진한다.",
      "나무의 재질을 나쁘게 한다.",
      "나무를 고사시킨다."
    ],
    "answer": 1
  },
  {
    "type": "image-blank",
    "question": "다음은 수목이 병에 걸리는 조건을 도식화 한 것이다. ( )안에 알맞은 단어를 넣으시오.",
    "imageUrl": "images/발병매커니즘.png",
    "blanks": [
      {
        "key": "A",
        "x": 50.0,
        "y": 10.0,
        "width": 20.0
      },
      {
        "key": "B",
        "x": 20.0,
        "y": 60.0,
        "width": 20.0
      },
      {
        "key": "C",
        "x": 80.0,
        "y": 60.0,
        "width": 20.0
      }
    ],
    "answer": {
      "A": "소인",
      "B": "요인",
      "C": "주인"
    }
  },
  {
    "type": "multiple",
    "question": "다음 중 “배나무 붉은별무늬병(적성병)” 의 중간기주는?",
    "choices": [
      "소나무 재선충",
      "향나무 녹병",
      "대추나무 빗자루병",
      "철쭉 떡병"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 병해의 발생 원인 중 전염성 병을 일으키는 병원체의 종류로만 묶인 것이 아닌 것은?",
    "choices": [
      "세균, 곰팡이, 바이러스, 선충",
      "파이토플라즈마, 기생식물, 선충, 세균",
      "파이토플라즈마, 세균, 곰팡이, 바이러스",
      "세균, 곰팡이, 온도, 파이토플라즈마"
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 병해 방제 공간별 조사해야 할 내용이 틀리게 짝지어진 것은?",
    "choices": [
      "농경지 - 가장 가까운 경작지(논, 밭, 하우스 등)와 수목과의 거리, 재배 작물의 종류(전년도,전전년도 포함) 등을 조사한다.",
      "공업단지 - 입주 공장의 업종(가스 배출 여부, 배출 가스의 종류 등), 지면 포장 종류(콘크리트,아스콘 등) 등을 조사한다.",
      "공원 - 전반적 관리 생태, 식재 장소(잔디밭, 나지, 쉼터 등), 지면 포장상태(멀칭, 잔디, 콘크리트 등),유동 인구수 등을 조사한다.",
      "주택지 - 너비(차선 수), 통행량(차도 및 인도), 지면 포장 종류 등을 조사한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "다음 중 병해의 예방 방법으로 적절하지 못한 것은?",
    "choices": [
      "저항성 품종 이용",
      "묘포장의 위생관리",
      "중간 기주 생산",
      "조경수의 적절한 관리"
    ],
    "answer": 2
  },
  {
    "type": "short",
    "question": "“외부에 나타난 비정상적인 색깔과 형태”를 나타내는 용어로, 이 것의 종류는 “잎의 변색, 반점, 시듦,괴사, 구멍, 왜소화, 낙엽, 줄기의 궤양 등” 이 있다. 무엇인가?",
    "answer": [
      "병징"
    ]
  },
  {
    "type": "multiple",
    "question": "다음 주요 조경 수목의 병해 중 발병부위가 다른 하나는?",
    "choices": [
      "소나무 잎마름병",
      "소나무 피목가지마름병",
      "잣나무 잎떨림병",
      "소나무 잎녹병"
    ],
    "answer": 1
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    대기 오염도가 높아 급성 증상이 나타나면 나무가 고사한다",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    파종상의 해가림은 저온장애와 습기에 대한 예방법으로 중요하다",
    "answer": "X"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    생육을 시작한 눈은 추위에 약하므로 봄에 나타나는 저온(늦서리)의 피해를 많이 받는다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    일반적으로 식물체에 공급되는 물은 수돗물이다",
    "answer": "X"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    C, H, O는 식물이 필요로 하는 양을 충족시킬 만큼 풍부하나 결핍되기도 쉬운 원소이다.",
    "answer": "O"
  },
  {
    "type": "ox",
    "question": "다음 수목의 병을 일으키는 생리적 병원에 관한 설명 중, 맞으면 O, 틀리면 X 하시오.    심재부후가 진행된 나무는 태풍으로 인하여 뿌리목 부근이 쉽게 부러진다.",
    "answer": "O"
  },
  {
    "type": "sequence",
    "question": "다음 [보기]를 참고하여, 병해의 방제 순서를 올바르게 작성하시오.",
    "choices": [
      "A:예방",
      "B:약제방제",
      "C:병의 치료"
    ]
  },
  {
    "type": "multiple",
    "question": "다음 중 병해의 사용 약제로 가장 적합한 것은?",
    "choices": [
      "살균제",
      "살충제",
      "살비제",
      "제초제"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "만코제브수화제(다이센M45, 75%)를 1000배 희석하여 약액을 조제하려고 한다.20ℓ 의 희석액에 필요하다면, 약액은 몇 ℓ를 넣어야 하는가?",
    "choices": [
      "2㎖",
      "10㎖",
      "20㎖",
      "200㎖"
    ],
    "answer": 2
  },
  {
    "type": "multiple",
    "question": "농약취급시 주의 사항으로 가장 올바르지 않은 것은?",
    "choices": [
      "약제의 사용 시기와 희석 방법을 잘 지키고 중복하여 사용할 경우 약해가 날 수 있으므로 주의한다.",
      "안전 사용 기준과 취급 제한 기준을 반드시 준수한다.",
      "약제를 섞어 뿌리고자 할 때는 농약 혼용 적부표를 확인하여야 하며 혼용이 불가능하거나 혼용 적부표에 없는 경우에는 절대로 섞어 사용하면 안 된다.",
      "남은 약액은 작은 크기의 용기에 옮겨 보관한다."
    ],
    "answer": 3
  },
  {
    "type": "multiple",
    "question": "□안에 알맞은 말은?  “병해 피해를 잎은 조경수는 잎, 가지, 줄기의 건강 상태를 육안으로 검사하여 피해의 경 · 중 여부를 결정한다. 적으로 수관부 가지의 약 □이상이 마른 경우에 수목이 고사한 것으로 판정하고 제거하여 병의 확산을한다.”",
    "choices": [
      "1/3",
      "2/3",
      "1/4",
      "4/5"
    ],
    "answer": 1
  },
  {
    "type": "multiple",
    "question": "다음 중 소나무 재선충병의 매개충은 무엇인가?",
    "choices": [
      "솔수염하늘소",
      "마름무늬매미충",
      "무당벌레",
      "광릉긴나무좀"
    ],
    "answer": 0
  },
  {
    "type": "multiple",
    "question": "다음 [보기]에서 설명하는 생리적 피해의 내용은 어떤 피해인가?[보기]강한 태풍이 불 때 해안에서 10~20km까지 바닷물이 날아들어 피해를 입는다. 비를 동반한 태풍인 경우에는 씻겨지기 때문에 실질적인 피해는 없지만, 비가 적은 태풍인 때에는 바람과 마주치는 쪽의 잎이 갈색으로 변한다. 나무가 죽을 수 있으며 피해를 받은 후 수세가 약해진 수목에서는 여러 가지 병해가 발생하므로 주의해야 한다.",
    "choices": [
      "염해",
      "설해",
      "풍해",
      "약해"
    ],
    "answer": 0
  },
  {
    "type": "group",
    "question": "병해 발생지에서는 피해 발생 상황을 조사하여야 한다. 조사 항목과 조사 내용을 올바르게 짝지으시오.",
    "pairs": [
      "㉠.피해목",
      "㉡.관리 역사",
      "㉢.환경",
      "㉣.기상",
      "㉤.토양"
    ],
    "choices": [
      "지난 1주간 특별한 작업 실시 여부",
      "수종명, 수령, 크기, 접목 여부",
      "식재 간격",
      "표토의 포장, 멀칭 여부",
      "최근 한발과 강우 상태"
    ],
    "answer": {
      "ㄱ": "2",
      "ㄴ": "1",
      "ㄷ": "3",
      "ㄹ": "5",
      "ㅁ": "4"
    }
  },
  {
    "type": "multiple",
    "question": "줄기마름병, 가지마름병, 빗자루병 등을 방제하기 위해 병든 부위나 가지를 제거할 경우에는 상처 부위에 병원균의 침입을 방지하기 위해 어떤 처리를 하는가?",
    "choices": [
      "종묘 소독",
      "토양 소독",
      "도포제 처리",
      "수간주입"
    ],
    "answer": 2
  }
];
